{"vi":{"About":"Thông tin","Account":"Tài khoản","Account Settings":"Cài đặt tài khoản","Add API keys for external services":"Thêm API keys vào dịch vụ mở rộng","Add Custom HTML page to help screen":"Thêm trang HTML tùy chỉnh vào trang hỗ trợ","Add Jellyseerr, Overseerr or Ombi support":"Thêm hỗ trợ Jellyseerr, Overseerr hoặc Ombi","Add Passkey":"Thêm Passkey","Add Request Service":"Thêm dịch vụ yêu cầu","Add Service":"Thêm dịch vụ","Add webhooks for external services":"Thêm webhooks cho dịch vụ mở rộng","Admin Account":"Tài khoản Admin","Advanced Options":"Tùy chọn nâng cao","Advanced Settings":"Cài đặt mở rộng","Advanced settings for the server":"Cài đặt nâng cao cho server","All done!":"Tất cả đã được làm xong!","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"Tất cả cài đặt media server của bạn sẽ xuất hiện ở đây, chúng tôi biết bạn sẽ dành nhiều thời gian ở đây 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"Tất cả người dùng media server của bạn sẽ xuất hiện ở đây trong danh sách. Bạn có thể quản lý chúng, chỉnh sửa và xóa chúng. Các thông tin khác như ngày hết hạn hoặc ngày tạo cũng sẽ được hiển thị ở đây.","API Key":"API Key","API key deleted successfully":"Xoá API key thành công","API key deletion cancelled":"Xóa API key đã bị hủy","Are you sure you want to delete this API key?":"Bạn có chắc muốn xóa API key này không?","Are you sure you want to delete this invitation?":"Bạn có chắc muốn xóa thư mời này không?","Are you sure you want to delete this request?":"Bạn có chắc muốn xóa yêu cầu này không?","Are you sure you want to delete this webhook?":"Bạn có chắc muốn xóa webhook này không?","Are you sure you want to reset your dashboard?":"Bạn có chắc muốn đặt lại bảng điều khiển của mình không?","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"Bạn có chắc muốn lưu kết nối này không, thao tác này sẽ đặt lại phiên bản Wizarr của bạn, điều này có thể dẫn đến mất dữ liệu.","Are you sure?":"Bạn có chắc không?","Back":"Trở về","Backup":"Sao lưu","Backup File":"Sao lưu File","Change your password":"Thay đổi mật khẩu","Check for and view updates":"Kiểm tra và xem bản cập nhật","Click the key to copy to clipboard!":"Chọn nút KEY sao chép nội dung vào bộ nhớ tạm!","Close":"Đóng","Configure Discord bot settings":"Cài đặt cấu hình bot Discord","Configure notification settings":"Cài đặt cấu hình thông báo","Configure payment settings":"Cài đặt cấu hình phương thức thanh toán","Configure your account settings":"Cài đặt cấu hình tài khoản của bạn","Configure your media server settings":"Cài đặt cấu hình media server của bạn","Configure your passkeys":"Cấu hình passkeys của bạn","Copied to clipboard":"Sao chép vào bộ nhớ tạm","Copy":"Sao chép","Could not connect to the server.":"Không thể kết nối đến server.","Could not create the account.":"Không thể tạo tài khoản.","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"Tạo bản sao database và cấu hình của bạn. Vui lòng đặt mật khẩu mã hóa để bảo vệ tập tin sao lưu của bạn.","Create and restore backups":"Tạo và khôi phục bản sao lưu","Create Another":"Tạo cái khác","Create API Key":"Tạo API Key","Create Flow":"Tạo luồng","Create Invitation":"Tạo thư mời","Create Webhook":"Tạo Webhook","Currently Wizarr only supports it's internal SQLite database.":"Hiện tại Wizarr chỉ hỗ trợ SQLite database nội bộ.","Custom HTML":"Tuỳ chỉnh HTML","Dashboard reset cancelled":"Đặt lại bảng điều khiển đã bị huỷ","Dashboard reset successfully":"Đặt lại bảng điều khiển thành công","Dashboard Widgets":"Tiện ích bảng điều khiển","Deleted users will not be visible":"Người dùng đã xóa sẽ không hiển thị","Detect Server":"Phát hiện Server","Detected %{server_type} server!":"Đã phát hiện %{server_type} server!","Do you really want to delete this user from your media server?":"Bạn có thực sự muốn xóa người dùng này khỏi media server của mình không?","Don't see your server?":"Không thấy server của mình?","Edit Dashboard":"Chỉnh sửa bảng điều khiển","Eh, So, What is Jellyfin exactly?":"Eh, Vậy Jellyfin chính xác là gì?","Eh, So, What is Plex exactly?":"Eh, Vậy Plex chính xác là gì?","Enable Discord page and configure settings":"Kích hoạt trang Discord và cài đặt cấu hình","Encryption Password":"Mã hoá mật khẩu","End of Tour":"Kết thúc hướng dẫn","Expired %{s}":"Quá hạn %{s}","Expires %{s}":"Hết hạn %{s}","Failed to create invitation":"Tạo thư mời bị lỗi","Flow Editor":"Chỉnh sửa luồng","General settings for the server":"Cài đặt chung cho server","Get Started":"Bắt Đầu","Getting Started!":"Bắt Đầu!","Go Home":"Về Trang Chủ","Go to Dashboard":"Đi đến Bảng điều khiển","Go to Login":"Đến trang Đăng nhập","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"Tin tốt! Bây giờ bạn có quyền truy cập vào bộ sưu tập server's media của chúng tôi. Hãy đảm bảo rằng bạn biết cách sử dụng nó với Jellyfin.","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"Câu hỏi tuyệt vời! Plex là phần mềm cho phép các cá nhân chia sẻ bộ sưu tập media của họ với người khác. Nếu bạn nhận được liên kết lời mời này, điều đó có nghĩa là ai đó muốn chia sẻ thư viện của họ với bạn.","here":"Tại đây","Home":"Trang chủ","I wanted to invite you to join my media server.":"Tôi muốn mời bạn tham gia media server của tôi.","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"Nếu bạn được bạn bè gửi đến đây, vui lòng yêu cầu quyền truy cập hoặc nếu bạn có mã mời, vui lòng chọn vào Bắt Đầu!","Invalid invitation code, please try again":"Mã thư mời không hợp lệ, vui lòng thử lại","Invitation Code":"Mã thư mời","Invitation deleted successfully":"Đã xoá thư mời thành công","Invitation deletion cancelled":"Xóa thư mời đã bị huỷ","Invitation Details":"Chi tiết thư mời","Invitation expired %{s}":"Thư mời quá hạn %{s}","Invitation expires %{s}":"Thư mời hết hạn %{s}","Invitation Settings":"Cài đặt thư mời","Invitation used":"Thư mời đã sử dụng","Invitation Users":"Thư mời người dùng","Invitations":"Thư mời","Invite Code":"Mã mời","Invited Users":"Người dùng được mời","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin là nền tảng cho phép bạn phát trực tuyến tất cả các bộ phim, chương trình truyền hình và âm nhạc yêu thích của mình ở một nơi. Nó giống như có rạp chiếu phim cá nhân của riêng bạn ngay trong tầm tay bạn! Hãy coi nó như một thư viện kỹ thuật số chứa nội dung yêu thích của bạn mà bạn có thể truy cập từ mọi nơi, trên mọi thiết bị - điện thoại, máy tính bảng, máy tính xách tay, TV thông minh, bạn đặt tên cho nó.","Join":"Tham gia","Join & Download":"Tham gia & Tải xuống","Join & Download Plex for this device":"Tham gia và tải xuống Plex cho thiết bị này","Join my media server":"Tham gia media server của tôi","Latest Info":"Thông tin mới nhất","Latest Information":"Thông tin mới nhất (Bài viết, tài liệu)","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"Giống như Widget này, nó hiển thị cho bạn thông tin mới nhất về Wizarr và sẽ được đội ngũ tuyệt vời của chúng tôi cập nhật thường xuyên.","Load More":"Tải thêm","Login":"Đăng nhập","Login to Plex":"Đăng nhập Plex","Login with Passkey":"Đăng nhập qua Passkey","Login with Password":"Đăng nhập qua mật khẩu","Logs":"Nhật ký (Logs)","Main Settings":"Cài đặt Chính","Manage you Wizarr server":"Quản lý Wizarr server","Manage your command flows":"Quản lý luồng lệnh của bạn","Manage your invitations":"Quản lý thư mời của bạn","Manage your media server users":"Quản lý người dùng media server","Managing %{user}":"Quản lý %{user}","Mixing the potions":"Kết hợp và tích hợp các thành phần (module)","Modify the look and feel of the server":"Sửa đổi giao diện và trải nghiệm của server","My API Key":"API Key của tôi","My Webhook":"Webhook của tôi","Next":"Kế tiếp","Next Page":"Trang kế tiếp","No API Keys found":"Không tìm thấy API Keys","No contributors found":"Không tìm thấy người đóng góp","No expiration":"Không hết hạn","No Invitations found":"Không tìm thấy thư mời","No Passkeys found":"Không tìm thấy Passkeys","No Requests found":"Không tìm thấy yêu cầu","No servers could be found.":"Không tìm thấy servers nào để kết nối.","No settings matched your search.":"Không có cài đặt nào phù hợp với tìm kiếm của bạn.","No Users found":"Không tìm thấy người dùng","No Webhooks found":"Không tìm thấy Webhooks","Notifications":"Thông báo","Open Jellyfin":"Mở Jellyfin","Open Plex":"Mở Plex","Password":"Mật khẩu","Payments":"Thanh toán","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"Bạn đang có kế hoạch xem Phim trên thiết bị này? Tải xuống Jellyfin cho thiết bị này hoặc chọn vào 'Next' để có các tùy chọn khác.","Planning on watching Movies on this device? Download Plex for this device.":"Bạn đang có kế hoạch xem Phim trên thiết bị này? Tải xuống Plex cho thiết bị này.","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"Xin lưu ý rằng những công cụ này chỉ nhằm mục đích gỡ lỗi và chúng tôi sẽ không hỗ trợ bạn về bất kỳ vấn đề nào có thể phát sinh khi sử dụng chúng.","Please enter a server URL and API key.":"Vui lòng nhập server URL và API key.","Please enter a server URL.":"Vui lòng nhập server URL.","Please enter an invite code":"Vui lòng nhập mã mời","Please enter your invite code":"Vui lòng nhập mã mời của bạn","Please login to your Plex account to help us connect you to our server.":"Vui lòng đăng nhập vào tài khoản Plex của bạn để giúp chúng tôi kết nối bạn với server của chúng tôi.","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"Vui lòng sao chép API key của bạn. Bạn sẽ không thể nhìn thấy nó nữa, hãy đảm bảo lưu trữ nó ở nơi an toàn.","Please wait":"Xin vui lòng chờ","Please wait...":"Xin vui lòng chờ...","Read More":"Đọc thêm","Request Access":"Yêu cầu quyền truy cập","Requests":"Yêu cầu","Reset Layout":"Đặt lại bố cục","Restore":"Khôi phục","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"Khôi phục bản sao lưu database và cấu hình của bạn từ file sao lưu. Bạn sẽ cần cung cấp mật khẩu mã hóa đã được sử dụng để tạo bản sao lưu","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"Khôi phục bản sao lưu database và cấu hình của bạn từ file sao lưu. Bạn sẽ cần cung cấp mật khẩu mã hóa đã được sử dụng để tạo bản sao lưu.","Restore Backup":"Khôi phục bản sao lưu","Save":"Lưu","Save Account":"Lưu tài khoản","Save Connection":"Lưu kết nối","Save Dashboard":"Lưu bảng điều khiển","Save URL":"Lưu URL","Scan for Users":"Quét tìm người dùng","Scan Libraries":"Quét thư viện","Scan Servers":"Quét Servers","Scan Users":"Quét người dùng","Search Settings":"Thiết lập tìm kiếm","Select Language":"Chọn ngôn ngữ","Select Libraries":"Chọn thư viện","Server connection verified!":"Đã xác minh kết nối Server!","Server Type":"Loại Server","Settings":"Cài đặt","Settings Categories":"Danh mục cài đặt","Settings for user accounts":"Cài đặt cho tài khoản người dùng","Setup Wizarr":"Cài đặt Wizarr","Setup your account":"Cài đặt tài khoản của bạn","Share":"Chia sẻ","Share Invitation":"Chia sẻ thư mời","Share this link with your friends and family to invite them to join your media server.":"Chia sẻ link này với bạn bè và gia đình của bạn để mời họ tham gia media server của bạn.","So let's see how to get started!":"Vì vậy, hãy xem làm thế nào để bắt đầu!","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"Vì vậy, bây giờ bạn có quyền truy cập vào bộ sưu tập server's media của chúng tôi. Hãy đảm bảo rằng bạn biết cách sử dụng nó với Plex.","Something went wrong while trying to join the server. Please try again later.":"Đã xảy ra lỗi khi cố gắng tham gia vào server. Vui lòng thử lại sau.","Something's missing.":"Có gì đó đang thiếu.","Sorry, we can't find that page. It doesn't seem to exist!":"Xin lỗi, chúng tôi không thể tìm thấy trang đó. Nó dường như không tồn tại!","Start Walkthrough":"Hướng dẫn sử dụng","Still under development":"Vẫn đang được phát triển","System Default":"Mặc định hệ thống","Tasks":"Tác vụ","There are a lot of settings, so you can search for them by using the search bar.":"Có rất nhiều cài đặt nên bạn có thể tìm kiếm chúng bằng cách sử dụng thanh tìm kiếm.","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"Đây là các widgets của bạn, bạn có thể sử dụng chúng để có cái nhìn tổng quan nhanh về phiên bản Wizarr của mình.","This is a temporary and we are working on adding support for other databases.":"Đây chỉ là tạm thời và chúng tôi đang nỗ lực bổ sung hỗ trợ cho các databases khác.","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"Đây là phần kết thúc của chuyến tham quan, chúng tôi hy vọng bạn thích thú vì thấy nó mang lại nhiều thông tin hữu ích! Vui lòng liên hệ với chúng tôi trên Discord và cho chúng tôi biết suy nghĩ của bạn về Wizarr.","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"Đây là nơi bạn có thể quản lý thư mời của mình, chúng sẽ xuất hiện ở đây dưới dạng danh sách. Thư mời được sử dụng để mời người dùng mới vào media server của bạn.","This page is currently read only!":"Trang này hiện chỉ được đọc!","To decrypt and encrypt backup files you can use the tools":"Để giải mã và mã hóa files sao lưu bạn có thể sử dụng công cụ","Total Invitations":"Tổng thư mời","Total Tasks":"Tổng tác vụ","Total Users":"Tổng người dùng","Try Again":"Thử lại","UI Settings":"Cài đặt UI","Unable to detect server.":"Không thể phát hiện server.","Unable to save connection.":"Không thể lưu kết nối.","Unable to verify server.":"Không thể xác minh máy chủ.","Updates":"Cập nhật","User %{user} deleted":"Người dùng %{user} đã bị xoá","User deletion cancelled":"Xoá người dùng đã được huỷ","User Expiration":"Người dùng hết hạn","User expired %{s}":"Người dùng quá hạn %{s}","User expires %{s}":"Người dùng hết hạn %{s}","Username":"Tên tài khoản","Users":"Người dùng","Verify Connection":"Xác minh kết nối","View":"Xem","View and download server logs":"Xem và tải xuống nhật ký server","View and manage scheduled tasks":"Xem và quản lý tác vụ theo lịch trình","View and manage your active sessions":"Xem và quản lý sessions hoạt động của bạn","View API key":"Xem API key","View information about the server":"Xem thông tin về server","We have categorized all of your settings to make it easier to find them.":"Chúng tôi đã phân loại tất cả các cài đặt của bạn để giúp bạn tìm thấy chúng dễ dàng hơn.","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"Chúng tôi muốn giúp bạn bắt đầu với Wizarr nhanh nhất có thể, hãy cân nhắc theo dõi chuyến tham quan này để có cái nhìn tổng quan nhanh chóng.","Webhook deleted successfully":"Xoá Webhook thành công","Webhook deletion cancelled":"Xoá Webhook đã được huỷ","Welcome to Wizarr":"Chào mừng đến với Wizarr","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"Với Plex, bạn sẽ có quyền truy cập vào tất cả phim, chương trình TV, nhạc và ảnh được lưu trữ trên server của họ!","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr là một công cụ phần mềm cung cấp khả năng quản lý và mời người dùng nâng cao cho các media servers như Jellyfin, Emby và Plex. Với Wizarr, quản trị viên server có thể dễ dàng mời người dùng mới và quản lý quyền truy cập của họ","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr sẽ tự động quét media server của bạn để tìm người dùng mới, nhưng bạn cũng có thể quét thủ công người dùng mới bằng cách nhấp vào nút 'Quét tìm người dùng', điều này rất hữu ích nếu Wizarr chưa bắt đầu thực hiện việc đó.","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"Bạn cũng có thể chỉnh sửa trang bảng điều khiển của mình, xóa widgets, thêm widgets mới và di chuyển chúng.","You can create a new invitation by clicking on the 'Create Invitation' button.":"Bạn có thể tạo thư mời mới bằng cách nhấp vào nút 'Create Invitation'.","You have successfully completed the setup process.":"Bạn đã hoàn tất thành công quá trình thiết lập.","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"Bạn đã hoàn tất, hãy nhấp vào tiếp tục để bắt đầu và hướng dẫn cách sử dụng %{serverName}!","Your browser does not support copying to clipboard":"Trình duyệt của bạn không hỗ trợ sao chép vào bộ nhớ tạm","Your Done":"Bạn đã hoàn tất","Your Invitations":"Thư mời của bạn","Your Settings":"Cài đặt của bạn","Your Users":"Người dùng của bạn"},"da":{},"cs":{},"en":{},"de":{"About":"Über","Account":"Konto","Account Error":"Kontofehler","Account Settings":"Kontoeinstellungen","Add API keys for external services":"API-Schlüssel für externe Dienste erstellen","Add Custom HTML page to help screen":"Füge der Hilfeseite eine benutzerdefinierte HTML-Seite hinzu","Add Jellyseerr, Overseerr or Ombi support":"Jellyseerr, Overseerr oder Ombi hinzufügen","Add Passkey":"Passkey hinzufügen","Add Request Service":"Anfragedienst hinzufügen","Add Service":"Service hinzufügen","Add webhooks for external services":"Webhooks für externe Dienste hinzufügen","Admin Account":"Admin Konto","Advanced Options":"Erweiterte Optionen","Advanced Settings":"Erweiterte Einstellungen","Advanced settings for the server":"Erweiterte Einstellungen für den Server","All done!":"Alles erledigt!","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"Alle deine Medienserver-Einstellungen werden hier angezeigt. Wir wissen, dass du hier viel Zeit verbringen wirst! 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"Alle deine Medienserver-Benutzer werden hier in einer Liste angezeigt. Du kannst sie verwalten, bearbeiten und löschen. Weitere Informationen wie ihr Ablaufdatum oder das Erstellungsdatum werden ebenfalls hier angezeigt.","An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.":"Bei der Erstellung deines Kontos ist ein Fehler aufgetreten. Möglicherweise wurde dein Konto nicht erstellt. Wenn Du Probleme beim Anmelden haben, kontaktiere bitte einen Administrator.","API Key":"API Schlüssel","API key deleted successfully":"API Schlüssel gelöscht","API key deletion cancelled":"Löschung des API Schlüssels abgebrochen","API key for your media server":"API Schlüssel für deinen Mediaserver","API keys":"API-Schlüssel","Are you sure you want to delete this API key?":"Bist du sicher, dass du diesen API-Schlüssel löschen möchtest?","Are you sure you want to delete this invitation?":"Bist du sicher, dass du diese Einladung löschen möchtest?","Are you sure you want to delete this request?":"Bist du sicher, dass du diese Anfrage löschen möchtest?","Are you sure you want to delete this webhook?":"Bist du sicher, dass du diesen Webhook löschen möchtest?","Are you sure you want to reset your dashboard?":"Bist du sicher, dass du dein Dashboard zurücksetzen möchtest?","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"Bist du sicher, dass du diese Verbindung speichern möchtest? Dies wird deine Wizarr-Instanz zurücksetzen, was zu Datenverlust führen kann.","Are you sure you want to start a support session?":"Bist Du sicher, dass Du eine Support-Sitzung starten möchten?","Are you sure?":"Bist du sicher?","Automatic Media Requests":"Automatische Medien Anfrage","Back":"Zurück","Backup":"Sicherung","Backup File":"Sicherungsdatei","Bug Reporting":"Fehlerberichterstattung","Bug reports helps us track and fix issues in real-time, ensuring a smoother user experience.":"Fehlerberichte helfen uns, Probleme in Echtzeit zu verfolgen und zu beheben und sorgen so für ein reibungsloseres Benutzererlebnis.","Change your password":"Passwort ändern","Check for and view updates":"Nach Updates suchen und anzeigen","Check it Out":"Probier es aus","Click \"Widget\" on the left hand sidebar.":"Klick in der linken Seitenleiste auf „Widget“.","Click on \"Copy ID\" then paste it it in the box below.":"Klick auf „ID kopieren“ und füge sie dann in das Feld unten ein.","Click the key to copy to clipboard!":"Klicke auf den Schlüssel, um ihn in die Zwischenablage zu kopieren!","Close":"Schliessen","Configure Discord bot settings":"Discord-Bot konfigurieren","Configure notification settings":"Benachrichtigungseinstellungen konfigurieren","Configure payment settings":"Zahlungseinstellungen konfigurieren","Configure Wizarr to display a dynamic Discord Widget to users onboarding after signup.":"Konfiguriere Wizarr so, dass nach der Anmeldung im Onboarding-Prozess ein dynamisches Discord-Widget für die Nutzer angezeigt wird.","Configure your account settings":"Kontoeinstellungen konfigurieren","Configure your media server settings":"Medienserver-Einstellungen konfigurieren","Configure your passkeys":"Passkeys konfigurieren","Continue to Login":"Weiter zum Login","Copied to clipboard":"In die Zwischenablage kopiert","Copy":"Kopieren","Could not connect to the server.":"Konnte keine Verbindung zum Server herstellen.","Could not create the account.":"Konto konnte nicht erstellt werden.","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"Erstelle eine Sicherung deiner Datenbank und Konfiguration. Bitte lege ein Verschlüsselungspasswort fest, um deine Sicherungsdatei zu schützen.","Create and restore backups":"Sicherungen erstellen und wiederherstellen","Create Another":"Weitere erstellen","Create API Key":"API-Schlüssel erstellen","Create Flow":"Flow erstellen","Create Invitation":"Einladung erstellen","Create Webhook":"Webhook erstellen","Current Version":"Aktuelle Version","Currently Wizarr only supports it's internal SQLite database.":"Derzeit unterstützt Wizarr nur seine interne SQLite-Datenbank.","Custom HTML":"Eigenes HTML","Dashboard reset cancelled":"Dashboard-Zurücksetzung abgebrochen","Dashboard reset successfully":"Dashboard erfolgreich zurückgesetzt","Dashboard Widgets":"Dashboard Widgets","Database":"Datenbank","Deleted users will not be visible":"Gelöschte Benutzer werden nicht angezeigt","Detect Server":"Server erkennen","Detected %{server_type} server!":"Server vom Typ %{server_type} erkannt!","Detected Media Server":"Erkannter Medienserver","Discord":"Discord","Discord Bot":"Discord Bot","Discord Server ID:":"Discord-Server ID:","Display Name":"Anzeigename des Servers","Display Name for your media servers":"Anzeigename für Deinen Medienserver","Do you really want to delete this user from your media server?":"Möchtest du diesen Benutzer wirklich von deinem Medienserver löschen?","Don't see your server?":"Deinen Server nicht gefunden?","Edit Dashboard":"Dashboard bearbeiten","Eh, So, What is Jellyfin exactly?":"Ähm, also, was ist Jellyfin genau?","Eh, So, What is Plex exactly?":"Ähm, also, was ist Plex genau?","Email":"Email","Enable Discord page and configure settings":"Discord-Seite aktivieren und Einstellungen konfigurieren","Enable Server Widget:":"Server-Widget aktivieren:","Encryption Password":"Verschlüsselungspasswort","End of Tour":"Ende der Tour","Ensure the toggle for \"Enable Server Widget\" is checked.":"Stell sicher, dass der Schalter für „Server-Widget aktivieren“ aktiviert ist.","Enter your email and password to login into your membership.":"Gib deine E-Mail-Adresse und dein Passwort ein, um dich in deinem Mitgliedskonto anzumelden.","Error Monitoring":"Fehlerüberwachung","Expired %{s}":"Abgelaufen am %{s}","Expires %{s}":"Läuft ab am %{s}","Failed to create invitation":"Einladung konnte nicht erstellt werden","First make sure you have Developer Mode enabled on your Discord by visiting your Discord settings and going to Appearance.":"Stelle zuerst sicher, dass der Entwicklermodus in deinem Discord aktiviert ist, indem du deine Discord-Einstellungen besuchst und zu \"Erscheinungsbild\" gehst.","First name":"Vorname","Flow Editor":"Flow Editor","General settings for the server":"Allgemeine Einstellungen für den Server","Get live support from the server admins":"Hol dir Live-Support von den Server-Administratoren","Get Started":"Los geht's","Getting Started!":"Los geht's!","Go Home":"Zur Startseite","Go to Dashboard":"Zum Dashboard","Go to Login":"Zum Login","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"Tolle Neuigkeiten! Du hast nun Zugang zur Mediensammlung unseres Servers. Lass uns sicherstellen, dass Du weisst, wie Du diese mit Jellyfin nutzen kannst.","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"Gute Frage! Plex ist eine Software, mit der Personen ihre Mediensammlungen mit anderen teilen können. Wenn Du diese Einladung erhalten hast, bedeutet das, dass jemand seine Bibliothek mit Dir teilen möchte.","here":"hier","Here's why":"Hier ist der Grund","Home":"Start","https://example.com":"https://beispiel.de","I wanted to invite you to join my media server.":"Ich möchte dich dazu einladen, meinem Medienserver beizutreten.","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"Wenn dich ein Freund hierher geschickt hat, bitte um Zugang, oder wenn du einen Einladungscode hast, klicke auf 'Los geht's!","Invalid invitation code, please try again":"Ungültiger Einladungscode, bitte versuche es erneut","Invitation Code":"Einladungscode","Invitation deleted successfully":"Einladung erfolgreich gelöscht","Invitation deletion cancelled":"Löschung der Einladung abgebrochen","Invitation Details":"Einladungsdetails","Invitation expired %{s}":"Einladung abgelaufen am %{s}","Invitation expires %{s}":"Einladung läuft ab am %{s}","Invitation Settings":"Einladungseinstellungen","Invitation used":"Einladung wurde verwendet","Invitation Users":"Eingeladene Benutzer","Invitations":"Einladungen","Invite Code":"Einladungscode","Invited Users":"Eingeladene Benutzer","It allows us to identify and resolve problems before they impact you.":"Es ermöglicht uns, Probleme zu identifizieren und zu lösen, bevor sie sich auf dich auswirken.","It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!":"Es könnte nicht einfacher sein! Jellyfin ist auf einer Vielzahl von Geräten verfügbar, einschließlich Laptops, Tablets, Smartphones und Fernsehern. Alles, was du tun musst, ist die Jellyfin-App auf dein Gerät herunterzuladen, dich mit deinem Konto anzumelden, und schon kannst du mit dem Streaming deiner Medien beginnen. So einfach ist das!","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin ist eine Plattform, mit der Sie alle Ihre Lieblingsfilme, Fernsehsendungen und Musik an einem Ort streamen können. Es ist, als hätten Sie Ihr persönliches Kino direkt zur Hand! Betrachten Sie es als eine digitale Bibliothek Ihrer Lieblingsinhalte, auf die Sie von überall und auf jedem Gerät zugreifen können – Ihrem Telefon, Tablet, Laptop, Smart-TV, was auch immer.","Join":"Beitreten","Join & Download":"Beitreten & Herunterladen","Join & Download Plex for this device":"Beitreten und Plex für dieses Gerät herunterladen","Join my media server":"Trete meinem Medienserver bei","Join our Discord":"Treten Sie unserem Discord bei","Last name":"Nachname","Latest Info":"Neueste Informationen","Latest Information":"Neueste Informationen","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"Dieses Widget zeigt die neuesten Informationen über Wizarr und wird regelmäßig von unserem großartigen Team aktualisiert.","Live Support":"Live-Support","Load More":"Mehr laden","Login":"Anmelden","Login into Membership":"Einloggen in die Mitgliedschaft","Login to Plex":"Bei Plex anmelden","Login with Passkey":"Mit Passkey anmelden","Login with Password":"Anmelden mit Passwort","Logout":"Ausloggen","Logs":"Logs","Made by ":"Hergestellt von ","Main Settings":"Einstellungen","Manage bug reporting settings":"Einstellungen für die Fehlerberichterstattung","Manage you Wizarr server":"Verwalte Deinen Wizarr-Server","Manage your command flows":"Befehlsabläufe verwalten","Manage your invitations":"Deine Einladungen verwalten","Manage your media server users":"Benutzer des Mediaservers verwalten","Managing %{user}":"Verwaltung von %{user}","Martian":"Marsmensch","marvin":"marvin","Marvin":"Marvin","marvin@wizarr.dev":"marvin@wizarr.dev","Media Server":"Medien Server","Media Server Address":"Adresse des Medienservers","Media Server Override":"Überschreibung des Medienservers","Media will be automatically downloaded to your library":"Medien werden automatisch in Deine Bibliothek heruntergeladen","Members Online":"Mitglieder online","Members Only":"Nur für Mitglieder","Membership":"Mitgliedschaft","Membership Registration":"Mitgliedschaftsregistrierung","Membership Required":"Mitgliedschaft erforderlich","Mixing the potions":"Mixen der Zaubertränke","Modify the look and feel of the server":"Erscheinungsbild des Servers ändern","My API Key":"Mein API Schlüssel","My Webhook":"Mein Webhook","Name":"Name","Next":"Weiter","Next Page":"Nächste Seite","No API Keys found":"Keine API-Schlüssel gefunden","No contributors found":"Keine Unterstützer gefunden","No expiration":"Kein Ablaufdatum","No Invitations found":"Keine Einladungen gefunden","No Passkeys found":"Keine Passkeys gefunden","No Requests found":"Keine Anfragen gefunden","No servers could be found.":"Keine Server gefunden.","No settings matched your search.":"Es wurden keine Einstellungen gefunden, die Deiner Suche entsprechen.","No Users found":"Keine Benutzer gefunden","No Webhooks found":"Kein Webhook gefunden","Notifications":"Benachrichtigungen","Okay":"Okay","Open Jellyfin":"Öffnen Jellyfin","Open Plex":"Plex öffnen","Open Window":"Fenster öffnen","Optional if your server address does not match your external address":"Optional, wenn Deine Serveradresse nicht mit Deiner externen Adresse übereinstimmt","Passkey Authentication":"Passkey Authentifizierung","Password":"Passwort","Payments":"Zahlungen","Performance Optimization":"Leistungsoptimierung","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"Planen Sie, Filme auf diesem Gerät anzusehen? Laden Sie Jellyfin für dieses Gerät herunter oder klick auf weiter für mehr Auswahl.","Planning on watching Movies on this device? Download Plex for this device.":"Planen Sie, Filme auf diesem Gerät anzusehen? Laden Sie Plex für dieses Gerät herunter.","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"Bitte beachte, dass diese Tools nur für Debugging-Zwecke gedacht sind und wir keinen Support für etwaige Probleme bieten werden, die bei ihrer Verwendung auftreten könnten.","Please bare with us while we work on development of this portal.":"Bitte habt Geduld mit uns, während wir an der Entwicklung dieses Portals arbeiten.","Please enter a server URL and API key.":"Bitte gib eine Server-URL und API-Schlüssel ein.","Please enter a server URL.":"Bitte gib die URL vom Media Server ein.","Please enter an invite code":"Bitte gib einen Einladungscode ein","Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.":"Bitte gib unten deine Discord-Server-ID ein und stelle sicher, dass Server-Widgets aktiviert sind. Falls du nicht weißt, wie du deine Discord-Server-ID findest oder Widgets aktivierst, befolge bitte die Anweisungen unten.","Please enter your invite code":"Bitte gib deinen Einladungscode ein","Please login to your Plex account to help us connect you to our server.":"Bitte melde dich in deinem Plex-Konto an, um Zugriff auf unseren Server zu erhalten.","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"Bitte kopiere den API-Schlüssel. Du wirst ihn nicht erneut sehen können. Stelle sicher, ihn an einem sicheren Ort zu speichern.","Please wait":"Bitte warten","Please wait...":"Bitte warten...","Plex Warning":"Plex Warnung","Preparing the spells":"Die Zaubersprüche vorbereiten","Proactive Issue Resolution":"Proaktive Problemlösung","Read More":"Mehr laden","Recent Contributors":"Neueste Unterstützer","Register":"Registrieren","Request Access":"Zugang beantragen","Request any available Movie or TV Show":"Fordere einen beliebigen verfügbaren Film oder Serie an","Requests":"Anfragen","Reset Layout":"Layout zurücksetzen","Restore":"Wiederherstellen","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"Stelle eine Sicherung deiner Datenbank und Konfiguration aus einer Backup-Datei wieder her. Du musst das Verschlüsselungspasswort angeben, das für das Erstellen der Sicherung verwendet wurde","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"Stelle eine Sicherung deiner Datenbank und Konfiguration aus einer Backup-Datei wieder her. Du musst das Verschlüsselungspasswort angeben, das für das Erstellen der Sicherung verwendet wurde.","Restore Backup":"Wiederherstellen","Right, so how do I watch stuff?":"Richtig, wie kann ich mir also Sachen ansehen?","Save":"Speichern","Save Account":"Konto speichern","Save Connection":"Verbindung speichern","Save Dashboard":"Dashboard speichern","Save URL":"URL speichern","Scan for Users":"Nach Benutzer scannen","Scan Libraries":"Bibliotheken scannen","Scan Servers":"Server scannen","Scan Users":"Benutzer scannen","Search":"Suchen","Search Settings":"Sucheinstellungen","Select Language":"Sprache auswählen","Select Libraries":"Bibliotheken auswählen","Server API Key":"Server API Schlüssel","Server connection verified!":"Verbindung fehlgeschlagen!","Server IP or Address of your media server":"Server-IP oder Adresse Deines Medienservers","Server Type":"Server Typ","Server URL":"Server URL","Sessions":"Sitzungen","Settings":"Einstellungen","Settings Categories":"Einstellungen Kategorien","Settings for user accounts":"Einstellungen für Benutzerkonten","Setup Wizarr":"Wizarr Einrichten","Setup your account":"Einrichten deines Kontos","Share":"Teilen","Share Invitation":"Einladung teilen","Share this link with your friends and family to invite them to join your media server.":"Teile diesen Link mit Freunden und Familie, um sie zur Teilnahme bei deinem Medienserver einzuladen.","So let's see how to get started!":"Lass uns also sehen, wie Du beginnen kannst!","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"Du hast nun Zugriff auf die Mediensammlung unseres Servers. Stellen wir sicher, dass Du weisst, wie Du diese mit Plex nutzen kannst.","Something went wrong":"Etwas ist schief gelaufen","Something went wrong while trying to join the server. Please try again later.":"Beim Versuch, dem Server beizutreten, ist etwas schief gelaufen. Bitte versuche es später noch einmal.","Something's missing.":"Etwas fehlt.","Sorry, we can't find that page. It doesn't seem to exist!":"Entschuldigung, wir können diese Seite nicht finden. Sie scheint nicht zu existieren!","Start Support Session":"Support-Sitzung starten","Start Walkthrough":"Starte die Einführung","Still under development":"Noch in Entwicklung","Summoning the spirits":"Die Geister herbeirufen","Support session ended":"Die Support-Sitzung wurde beendet","Support Us":"Unterstütze uns","System Default":"Systemvoreinstellung","Tasks":"Aufgaben","There are a lot of settings, so you can search for them by using the search bar.":"Es gibt eine Vielzahl von Einstellungen, die Du mit der Suchleiste finden kannst.","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"Dies sind deine Widgets, mit denen du dir einen schnellen Überblick über deine Wizarr-Instanz verschaffen kannst.","These features are only available to paying members":"Diese Funktionen stehen nur zahlenden Mitgliedern zur Verfügung","This is a temporary and we are working on adding support for other databases.":"Dies ist nur vorübergehend und wir arbeiten daran, Unterstützung für andere Datenbanken hinzuzufügen.","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"Dies ist das Ende der Tour, wir hoffen, es hat dir gefallen und fandest es informativ! Bitte zögere nicht, uns auf Discord zu kontaktieren und uns mitzuteilen, was du von Wizarr hälst.","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"Hier kannst du deine Einladungen verwalten, sie werden hier in einer Liste angezeigt. Einladungen werden verwendet, um neue Benutzer zu Deinem Medienserver einzuladen.","This page is currently read only!":"Diese Seite ist zur Zeit nur lesbar!","To decrypt and encrypt backup files you can use the tools":"Um Backup-Dateien zu entschlüsseln und zu verschlüsseln, kannst du diese Tools verwenden","To enable Server Widgets, navigate to your Server Settings.":"Um Server-Widgets zu aktivieren, gehe zu Servereinstellungen.","To get your Server ID right click on the server icon on the left hand sidebar.":"Um deine Server-ID zu erhalten, klicke mit der rechten Maustaste auf das Server-Symbol auf der linken Seite.","Total Invitations":"Alle Einladungen","Total Tasks":"Alle Aufgaben","Total Users":"Alle Nutzer","Try Again":"Nochmal versuchen","Type in your invite code to %{server_name} server!":"Gib deinen Einladungscode für %{server_name} Server ein!","Uh oh!":"Uh oh!","UI Settings":"UI Einstellungen","Unable to detect server.":"Server konnte nicht erkannt werden.","Unable to save bug reporting settings.":"Fehlerberichtseinstellungen können nicht gespeichert werden.","Unable to save connection.":"Verbindung konnte nicht gespeichert werden.","Unable to save due to widgets being disabled on this server.":"Speichern nicht möglich, da Widgets auf diesem Server deaktiviert sind.","Unable to verify server.":"Server konnte nicht verifiziert werden.","Updates":"Updates","URL":"URL","User %{user} deleted":"Benutzer %{user} wurde gelöscht","User deletion cancelled":"Löschung des Benutzers abgebrochen","User Expiration":"Ablaufdatum des Benutzers","User expired %{s}":"Benutzer ist abgelaufen am %{s}","User expires %{s}":"Benutzer läuft ab am %{s}","Username":"Nutzername","Users":"Benutzer","Verify Connection":"Verbindung überprüfen","View":"Anzeigen","View and download server logs":"Serverprotokolle anzeigen und herunterladen","View and manage scheduled tasks":"Geplante Aufgaben anzeigen und verwalten","View and manage your active sessions":"Aktive Sitzungen anzeigen und verwalten","View and manage your membership":"Mitgliedschaft anzeigen und verwalten","View API key":"API-Schlüssel anzeigen","View information about the server":"Informationen zum Server anzeigen","Waving our wands":"Mit unseren Zauberstäben schwingen","We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.":"Wir freuen uns, dir eine große Auswahl an Medien anzubieten. Wenn es dir schwerfällt, etwas nach deinem Geschmack zu finden, mach dir keine Sorgen! Wir haben ein benutzerfreundliches Anfragesystem, das automatisch nach den Medien suchen kann, die du suchst.","We can pinpoint bottlenecks and optimize our applications for better performance.":"Wir können Engpässe lokalisieren und unsere Anwendungen für eine bessere Leistung optimieren.","We have categorized all of your settings to make it easier to find them.":"Wir haben alle Einstellungen in Kategorien eingeteilt, damit Du sie leichter finden kannst.","We value the security and stability of our services. Bug reporting plays a crucial role in maintaining and improving our software.":"Wir legen Wert auf die Sicherheit und Stabilität unserer Dienste. Die Fehlerberichterstattung spielt eine entscheidende Rolle bei der Wartung und Verbesserung unserer Software.","We want to clarify that our bug reporting system does not collect sensitive personal data. It primarily captures technical information related to errors and performance, such as error messages, stack traces, and browser information. Rest assured, your personal information is not at risk through this service being enabled.":"Wir möchten klarstellen, dass unser System zur Fehlerberichterstattung keine sensiblen persönlichen Daten sammelt. Es erfasst hauptsächlich technische Informationen im Zusammenhang mit Fehlern und Leistung, wie Fehlermeldungen, Stapelverfolgungen und Browserinformationen. Sei versichert, dass durch die Aktivierung dieses Dienstes deine persönlichen Informationen nicht gefährdet sind.","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"Wir möchten Dir helfen, so schnell wie möglich mit Wizarr zu arbeiten. Folge dieser Tour, um einen schnellen Überblick zu erhalten.","We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.":"Wir sind hier, um dir bei allen Fragen oder Problemen zu helfen, die du haben könntest. Wenn du Unterstützung benötigst, kannst du als zahlendes Mitglied die Schaltfläche unten verwenden, um eine Live-Support-Sitzung mit einem Wizarr-Assistenten zu starten. Wir werden versuchen, dich durch eventuelle Probleme zu führen und sie zu lösen.","Webhook deleted successfully":"Webhook erfolgreich gelöscht","Webhook deletion cancelled":"Löschung des Webhooks abgebrochen","Webhooks":"Webhooks","Welcome to":"Willkommen bei","Welcome to Wizarr":"Willkommen bei Wizarr","Why We Use Bug Reporting":"Warum wir Fehlerberichterstattung verwenden","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"Mit Plex habst Du Zugriff auf alle Filme, Fernsehsendungen, Musik und Fotos, die auf dem Server gespeichert sind!","Wizarr":"Wizarr","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr ist ein Software-Tool, das erweiterte Einladungs- und Verwaltungsfunktionen für Medienserver wie Jellyfin, Emby und Plex bietet. Mit Wizarr können Server-Administratoren ganz einfach neue Benutzer einladen und deren Zugang verwalten","Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?":"Wizarr ist eine nicht verifizierte App. Das bedeutet, dass Plex möglicherweise vor der Verwendung warnen kann. Möchtest Du trotzdem fortfahren?","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr scannt Deinen Medienserver automatisch nach neuen Benutzern, aber Du kannst auch manuell nach neuen Benutzern suchen, indem Du auf die Schaltfläche \"Benutzern scannen\" klickst, dies ist nützlich, wenn Wizarr noch nicht dazu gekommen ist, dies zu tun.","Yes":"Ja","You are currently logged into membership.":"Du bist momentan in deinem Mitgliedskonto eingeloggt.","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"Du kannst Dein Dashboard auch bearbeiten, Widgets löschen, neue Widgets hinzufügen und sie verschieben.","You can create a new invitation by clicking on the 'Create Invitation' button.":"Du kannst eine neue Einladung erstellen, indem Du auf die Schaltfläche \"Einladung erstellen\" klickst.","You can recieve notifications when your media is ready":"Du kannst Benachrichtigungen erhalten, wenn deine Medien bereit sind","You have successfully completed the setup process.":"Du hast den Einrichtungsvorgang erfolgreich abgeschlossen.","You must be a paying member to use this feature.":"Du musst zahlendes Mitglied sein, um diese Funktion nutzen zu können.","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"Du bist bereit! Klicke auf Weiter, um zu starten und eine Anleitung zur Verwendung von %{serverName} zu erhalten!","Your browser does not support copying to clipboard":"Dein Browser unterstützt das Kopieren in die Zwischenablage nicht","Your Done":"Du bist fertig","Your Invitations":"Deine Einladungen","Your Settings":"Deine Einstellungen","Your Users":"Deine Benutzer"},"es":{"About":"Acerca de","Account":"Cuenta","Account Error":"Error en la cuenta","Account Settings":"Opciones de cuenta","Add API keys for external services":"Agregar claves API para servicios externos","Add Custom HTML page to help screen":"Agregar una página HTML personalizada a la pantalla de ayuda","Add Jellyseerr, Overseerr or Ombi support":"Agregue soporte para Jellyseerr, Overseerr u Ombi","Add Passkey":"Agregar clave de acceso","Add Request Service":"Agregar servicio de solicitud","Add Service":"Agregar servicio","Add webhooks for external services":"Agregar webhooks para servicios externos","Admin Account":"Cuenta de administrador","Advanced Options":"Opciones avanzadas","Advanced Settings":"Configuraciones avanzadas","Advanced settings for the server":"Configuraciones avanzadas para el servidor","All done!":"Listo!","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"Todas las configuraciones de tu servidor multimedia aparecerán aquí, sabemos que pasarás mucho tiempo aquí 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"Todos los usuarios de su servidor de medios aparecerán aquí en una lista. Puede administrarlos, editarlos y eliminarlos. Aquí también se mostrará otra información como su fecha de vencimiento o creación.","An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.":"Se ha producido un error al crear su cuenta, es posible que su cuenta no se haya creado. Si tiene problemas para iniciar sesión, póngase en contacto con un administrador.","API Key":"Clave API","API key deleted successfully":"Clave API eliminada exitosamente","API key deletion cancelled":"Eliminación de clave API cancelada","API key for your media server":"Clave API para su servidor multimedia","API keys":"Claves API","Are you sure you want to delete this API key?":"¿Estás seguro de que desea eliminar esta clave API?","Are you sure you want to delete this invitation?":"¿Estás seguro de que desea eliminar esta invitación?","Are you sure you want to delete this request?":"¿Estás seguro de que desea eliminar esta solicitud?","Are you sure you want to delete this webhook?":"¿Estás seguro de que quieres eliminar este webhook?","Are you sure you want to reset your dashboard?":"¿Estás seguro de que quieres restablecer tu tablero?","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"¿Está seguro de que desea guardar esta conexión? Esto restablecerá su instancia de Wizarr, lo que puede provocar la pérdida de datos.","Are you sure you want to start a support session?":"¿Estás seguro de que quieres iniciar una sesión de soporte?","Are you sure?":"¿Estás seguro?","Automatic Media Requests":"Solicitudes automáticas a los medios","Back":"Atrás","Backup":"Respaldo","Backup File":"Archivo de respaldo","Bug Reporting":"Informar de los errores","Bug reports helps us track and fix issues in real-time, ensuring a smoother user experience.":"Los informes de errores nos ayudan a rastrear y solucionar los problemas en tiempo real, garantizando una experiencia al usuario más fluida.","Change your password":"Cambiar contraseña","Check for and view updates":"Checar y ver actualizaciones","Check it Out":"Compruébelo","Click \"Widget\" on the left hand sidebar.":"Pulse \"Widget\" en la barra lateral izquierda.","Click on \"Copy ID\" then paste it it in the box below.":"Haga clic en \"Copiar ID\" y péguelo en la casilla de abajo.","Click the key to copy to clipboard!":"Da click en la llave para copiar!","Close":"Cerrar","Configure Discord bot settings":"Configurar los ajustes del bot de Discord","Configure notification settings":"Configurar ajustes de notificación","Configure payment settings":"Configurar ajustes de pago","Configure Wizarr to display a dynamic Discord Widget to users onboarding after signup.":"Configura Wizarr para que muestre un Widget dinámico de Discord a los usuarios que se registran.","Configure your account settings":"Configurar ajustes de la cuenta","Configure your media server settings":"Configurar ajustes de su servidor multimedia","Configure your passkeys":"Configurar claves de acceso","Continue to Login":"Continuar con el inicio de la sesión","Copied to clipboard":"Copiado al portapapeles","Copy":"Copiar","Could not connect to the server.":"No se puede conectar con el servidor.","Could not create the account.":"No se pudo crear la cuenta.","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"Cree una copia de seguridad de su base de datos y configuración. Establezca una contraseña de cifrado para proteger su archivo de respaldo.","Create and restore backups":"Crear y restaurar respaldos","Create Another":"Crear otro","Create API Key":"Crear clave API","Create Flow":"Crear flujo","Create Invitation":"Crear invitación","Create Webhook":"Crear webhook","Current Version":"Versión actual","Currently Wizarr only supports it's internal SQLite database.":"Actualmente, Wizarr solo soporta su base de datos SQLite interna.","Custom HTML":"HTML personalizado","Dashboard reset cancelled":"Restablecimiento del panel cancelado","Dashboard reset successfully":"Restablecimiento del panel exitoso","Dashboard Widgets":"Widgets del panel","Database":"Base de datos","Deleted users will not be visible":"Los usuarios eliminados no serán visibles","Detect Server":"Detectar servidor","Detected %{server_type} server!":"Servidor %{server_type} detectado!","Detected Media Server":"Servidor multimedia detectado","Discord":"Discord","Discord Bot":"Bot de Discord","Discord Server ID:":"ID del servidor para Discord:","Display Name":"Mostrar el nombre","Display Name for your media servers":"Nombre para mostrar de sus servidores multimedia","Do you really want to delete this user from your media server?":"¿Estás seguro de querer eliminar este usuario de tu servidor?","Don't see your server?":"¿No ves tu servidor?","Edit Dashboard":"Editar panel","Eh, So, What is Jellyfin exactly?":"¿Qué es Jellyfin?","Eh, So, What is Plex exactly?":"¿Qué es Plex?","Email":"Email","Enable Discord page and configure settings":"Activar página de Discord y configurar ajustes","Enable Server Widget:":"Activar el widget del servidor:","Encryption Password":"Contraseña de cifrado","End of Tour":"Fin del tour","Ensure the toggle for \"Enable Server Widget\" is checked.":"Asegúrese de que la casilla \"Activar widget del servidor\" está marcada.","Enter your email and password to login into your membership.":"Introduzca su dirección de correo electrónico y contraseña para acceder a su cuenta.","Error Monitoring":"Control de los errores","Expired %{s}":"Expirado %{s}","Expires %{s}":"Expira %{s}","Failed to create invitation":"No se pudo crear la invitación","First make sure you have Developer Mode enabled on your Discord by visiting your Discord settings and going to Appearance.":"Primero asegúrate de que tienes activado el modo desarrollador en tu Discord mirando los ajustes y apariencia.","First name":"Nombre","Flow Editor":"Editor de flujo","General settings for the server":"Ajustes generales para el servidor","Get live support from the server admins":"Obtenga asistencia en vivo de los administradores del servidor","Get Started":"Comenzar","Getting Started!":"¡Comenzando!","Go Home":"Ir a Inicio","Go to Dashboard":"Ir al Panel","Go to Login":"Ir a Login","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"¡Buenas noticias! Ahora tienes acceso a nuestra colección de medios. Asegurémonos de que sabes usarlo con Jellyfin.","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"¡Buena pregunta! Plex es un software que permite a las personas compartir sus colecciones de medios con otras personas. Si recibió esta invitación, significa que alguien quiere compartir su biblioteca con usted.","here":"aquí","Here's why":"Este es el por qué","Home":"Inicio","https://example.com":"https://ejemplo.com","I wanted to invite you to join my media server.":"Quisiera invitarte a unirte a mi servidor de medios.","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"Si un amigo lo envió aquí, solicite acceso o si tiene un código de invitación, haga clic en Comenzar!","Invalid invitation code, please try again":"Código de invitación no válido, inténtelo de nuevo","Invitation Code":"Código de la invitación","Invitation deleted successfully":"Invitación eliminada exitosamente","Invitation deletion cancelled":"Eliminación de invitación cancelada","Invitation Details":"Detalles de la invitación","Invitation expired %{s}":"Invitación expirada %{s}","Invitation expires %{s}":"La invitación expira %{s}","Invitation Settings":"Ajustes de invitación","Invitation used":"Invitación utilizada","Invitation Users":"Usuarios de invitación","Invitations":"Invitaciones","Invite Code":"Código de la invitación","Invited Users":"Usuarios invitados","It allows us to identify and resolve problems before they impact you.":"Nos permite identificar y resolver los problemas antes de que le afecten.","It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!":"¡No podría ser más sencillo! Jellyfin está disponible en una amplia variedad de dispositivos, como ordenadores portátiles, tabletas, teléfonos inteligentes y televisores. Todo lo que tienes que hacer es descargar la aplicación Jellyfin en tu dispositivo, iniciar sesión con tu cuenta, y ya estás listo para empezar a transmitir tus archivos multimedia. ¡Así de fácil!","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin es una plataforma que te permite transmitir todas tus películas, programas de TV y música favoritos en un solo lugar. ¡Es como tener tu propia sala de cine al alcance de tu mano! Piensa en ello como una biblioteca digital de su contenido favorito a la que puedes acceder desde cualquier lugar y en cualquier dispositivo: teléfono, tableta, computadora portátil, televisor inteligente, lo que sea.","Join":"Unirse","Join & Download":"Unirse y descargar","Join & Download Plex for this device":"Unirse y descargar Plex para este dispositivo","Join my media server":"Unirse a mi servidor","Join our Discord":"Únase a nuestro Discord","Last name":"Apellido","Latest Info":"Información más reciente","Latest Information":"Información reciente","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"Al igual que este widget, le muestra la información más reciente sobre Wizarr y nuestro increíble equipo lo actualizará periódicamente.","Live Support":"Asistencia en directo","Load More":"Cargar más","Login":"Iniciar sesión","Login into Membership":"Conectarse a la lista de miembros","Login to Plex":"Iniciar sesión en Plex","Login with Passkey":"Inicia sesión con Passkey","Login with Password":"Inicia sesión con contraseña","Logout":"Cerrar la sesión","Logs":"Registros","Made by ":"Hecho por ","Main Settings":"Ajustes principales","Manage bug reporting settings":"Gestionar la configuración de los informes de errores","Manage you Wizarr server":"Administra tu servidor Wizarr","Manage your command flows":"Administra tus flujos de comandos","Manage your invitations":"Administra tus invitaciones","Manage your media server users":"Administra tus usuarios","Managing %{user}":"Administrando %{user}","Martian":"Marciano","marvin":"usuario","Marvin":"Usuario","marvin@wizarr.dev":"usuario@wizarr.dev","Media Server":"Servidor de Medios","Media Server Address":"Dirección del servidor multimedia","Media Server Override":"Anular el servidor multimedia","Media will be automatically downloaded to your library":"Los archivos multimedia se descargarán automáticamente en tu biblioteca","Members Online":"Miembros en línea","Members Only":"Solo los miembros","Membership":"Afiliación","Membership Registration":"Registro de los miembros","Membership Required":"Afiliación obligatoria","Mixing the potions":"Mezclando las pociones","Modify the look and feel of the server":"Modificar la apariencia del servidor","My API Key":"Mi clave API","My Webhook":"Mi webhook","Name":"Nombre","Next":"Siguiente","Next Page":"Siguiente página","No API Keys found":"No se encontraron claves API","No contributors found":"No se encontraron contribuidores","No expiration":"No expira","No Invitations found":"No se encontraron invitaciones","No Passkeys found":"No se encontraron Passkeys","No Requests found":"No se encontraron solicitudes","No servers could be found.":"No se encontró ningún servidor.","No settings matched your search.":"Ninguna configuración coincidió con su búsqueda.","No Users found":"No se encontraron usuarios","No Webhooks found":"No se encontraron webhooks","Notifications":"Notificaciones","Okay":"Vale","Open Jellyfin":"Abrir Jellyfin","Open Plex":"Abrir Plex","Open Window":"Abrir la ventana","Optional if your server address does not match your external address":"Opcional, si la dirección de su servidor no coincide con su dirección externa","Passkey Authentication":"Autenticación de clave de acceso","Password":"Contraseña","Payments":"Pagos","Performance Optimization":"Optimización del rendimiento","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"¿Planeas ver películas en este dispositivo? Descarga Jellyfin para este dispositivo o haz clic en \"Siguiente\" para ver otras opciones.","Planning on watching Movies on this device? Download Plex for this device.":"¿Planeas ver películas en este dispositivo? Descarga Plex para este dispositivo.","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"Tenga en cuenta que estas herramientas son solo para fines de depuración y no le brindaremos asistencia ante ningún problema que pueda surgir al usarlas.","Please bare with us while we work on development of this portal.":"Por favor, tenga paciencia con nosotros mientras trabajamos en el desarrollo de este portal.","Please enter a server URL and API key.":"Introduzca la URL del servidor y la clave API.","Please enter a server URL.":"Introduzca la URL del servidor.","Please enter an invite code":"Por favor ingresa un código de invitación","Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.":"Por favoz, a continuación introduce tu ID del servidor de Discord y asegúrate de que los widgets del servidor están activados. Si no sabes cómo obtener tu ID del servidor de Discord o cómo activar los widgets, sigue las instrucciones que aparecen a continuación.","Please enter your invite code":"Por favor ingresa tu código de invitación","Please login to your Plex account to help us connect you to our server.":"Inicia sesión en tu cuenta Plex para ayudarnos a conectarlo a nuestro servidor.","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"Por favor, haga una copia de su clave API. No podrás volver a verla, asegúrate de guardarla en un lugar seguro.","Please wait":"Espera por favor","Please wait...":"Espera por favor...","Plex Warning":"Advertencia sobre Plex","Preparing the spells":"Preparando los hechizos","Proactive Issue Resolution":"Resolución proactiva de los problemas","Read More":"Leer más","Recent Contributors":"Colaboradores recientes","Register":"Registrarse","Request Access":"Solicitar acceso","Request any available Movie or TV Show":"Solicitar cualquier película o programa de televisión disponible","Requests":"Solicitudes","Reset Layout":"Restablecer diseño","Restore":"Restaurar","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"Restaura un respaldo de tu base de datos y configuración desde un archivo. Necesitarás proporcionar la clave de cifrado que elegiste para crear el respaldo","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"Restaura un respaldo de tu base de datos y configuración desde un archivo. Necesitarás proporcionar la clave de cifrado que elegiste para crear el respaldo.","Restore Backup":"Restaurar respaldo","Right, so how do I watch stuff?":"Bien, ¿cómo puedo ver las cosas?","Save":"Guardar","Save Account":"Guardar cuenta","Save Connection":"Guardar conexión","Save Dashboard":"Guardar panel","Save URL":"Guardar URL","Scan for Users":"Escanear usuarios","Scan Libraries":"Escanear bibliotecas","Scan Servers":"Escanear servidores","Scan Users":"Escanear Usuarios","Search":"Buscar","Search Settings":"Buscar en ajustes","Select Language":"Seleccionar idioma","Select Libraries":"Seleccionar bibliotecas","Server API Key":"API del servidor","Server connection verified!":"¡Conexión al servidor verificada!","Server IP or Address of your media server":"IP o dirección del servidor multimedia","Server Type":"Tipo de servidor","Server URL":"URL del servidor","Sessions":"Sesiones","Settings":"Ajustes","Settings Categories":"Categorías ajustes","Settings for user accounts":"Ajustes de cuentas de usuario","Setup Wizarr":"Configura Wizarr","Setup your account":"Configura tu cuenta","Share":"Compartir","Share Invitation":"Compartir invitación","Share this link with your friends and family to invite them to join your media server.":"Comparte este enlace con tus amigos y familiares para invitarlos a unirse a tu servidor multimedia.","So let's see how to get started!":"¡Así que veamos cómo empezar!","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"Ahora tienes acceso a la colección de medios de nuestro servidor. Asegurémonos de que sabes cómo usarlo con Plex.","Something went wrong":"Algo salió mal","Something went wrong while trying to join the server. Please try again later.":"Algo salió mal al intentar unirse al servidor. Por favor, inténtalo de nuevo más tarde.","Something's missing.":"Algo falta.","Sorry, we can't find that page. It doesn't seem to exist!":"Lo sentimos, no podemos encontrar esa página. ¡No parece existir!","Start Support Session":"Iniciar sesión de soporte","Start Walkthrough":"Iniciar recorrido","Still under development":"Aún en desarrollo","Summoning the spirits":"Convocando a los espíritus","Support session ended":"Sesión de soporte finalizada","Support Us":"Ayúdanos","System Default":"Por defecto","Tasks":"Tareas","There are a lot of settings, so you can search for them by using the search bar.":"Hay muchas configuraciones, por lo que puedes buscarlas usando la barra de búsqueda.","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"Estos son tus widgets, puedes usarlos para obtener una descripción general rápida de tu instancia de Wizarr.","These features are only available to paying members":"Estas funciones sólo están disponibles para miembros de pago","This is a temporary and we are working on adding support for other databases.":"Esto es temporal y estamos trabajando para agregar soporte para otras bases de datos.","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"Este es el final del recorrido, esperamos que lo hayas disfrutado y que haya sido informativo. No dudes en contactarnos en Discord para compartir lo que piensas de Wizarr.","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"Aquí es donde podrás administrar tus invitaciones, aparecerán aquí en una lista. Las invitaciones se utilizan para invitar a nuevos usuarios al servidor de medios.","This page is currently read only!":"¡Esta página es actualmente de solo lectura!","To decrypt and encrypt backup files you can use the tools":"Para descifrar y cifrar archivos de copia de seguridad puedes utilizar las herramientas","To enable Server Widgets, navigate to your Server Settings.":"Para activar los widgets del servidor, vaya a la configuración del servidor.","To get your Server ID right click on the server icon on the left hand sidebar.":"Para obtener su ID, haga clic con el botón derecho del ratón en el icono del servidor de la barra lateral izquierda.","Total Invitations":"Invitaciones totales","Total Tasks":"Tareas totales","Total Users":"Usuarios totales","Try Again":"Intenta de nuevo","Type in your invite code for %{server_name}!":"¡Introduce tu código de invitación para %{server_name}!","Uh oh!":"Oh no!","UI Settings":"Ajustes UI","Unable to detect server.":"No se pudo detectar el servidor.","Unable to save bug reporting settings.":"No se puede guardar la configuración del informe de errores.","Unable to save connection.":"No se pudo guardar la conexión.","Unable to save due to widgets being disabled on this server.":"No se ha podido guardar porque los widgets están desactivados en este servidor.","Unable to verify server.":"No se pudo verificar el servidor.","Updates":"Actualizaciones","URL":"URL","User %{user} deleted":"Usuario %{user} eliminado","User deletion cancelled":"Eliminación de usuario cancelada","User Expiration":"Expiración de usuario","User expired %{s}":"Usuario expiró %{s}","User expires %{s}":"Usuario expira %{s}","Username":"Nombre de usuario","Users":"Usuarios","Verify Connection":"Verificar conexión","View":"Ver","View and download server logs":"Ver y descargar registros del servidor","View and manage scheduled tasks":"Very y administrar tareas asignadas","View and manage your active sessions":"Ver y administrar tus sesiones activas","View and manage your membership":"Ver y gestionar su afiliación","View API key":"Ver clave API","View information about the server":"Ver información del servidor","Waving our wands":"Agitando nuestras varitas","We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.":"Estamos encantados de ofrecerle una amplia selección de medios para elegir. Si tienes problemas para encontrar algo que te guste, ¡no te preocupes! Tenemos un sistema de solicitud fácil de usar que puede buscar automáticamente los medios que está buscando.","We can pinpoint bottlenecks and optimize our applications for better performance.":"Podemos detectar los cuellos de botella y optimizar nuestras aplicaciones para mejorar el rendimiento.","We have categorized all of your settings to make it easier to find them.":"Hemos categorizado todas tus configuraciones para que sea más fácil encontrarlas.","We value the security and stability of our services. Bug reporting plays a crucial role in maintaining and improving our software.":"Valoramos la seguridad y estabilidad de nuestros servicios. La notificación de errores desempeña un papel crucial en el mantenimiento y la mejora de nuestro software.","We want to clarify that our bug reporting system does not collect sensitive personal data. It primarily captures technical information related to errors and performance, such as error messages, stack traces, and browser information. Rest assured, your personal information is not at risk through this service being enabled.":"Queremos aclarar que nuestro sistema de notificación de errores no recoge datos personales sensibles. Principalmente captura la información técnica relacionada con los errores y el rendimiento, como mensajes de error, rastros de pila e información del navegador. Tenga la seguridad de que su información personal no corre ningún riesgo por la activación de este servicio.","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"Queremos ayudarte a comenzar con Wizarr lo más rápido posible. Sigue este recorrido para obtener una descripción general rápida.","We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.":"Estamos aquí para ayudarte con cualquier problema o pregunta que puedas tener. Si necesita ayuda, los miembros de pago pueden utilizar el botón de abajo para iniciar una sesión para tener soporte en directo con un asistente de Wizarr e intentaremos guiarle a través de cualquier problema que pueda tener y resolverlo.","Webhook deleted successfully":"Webhook eliminado correctamente","Webhook deletion cancelled":"Eliminación de webhook cancelada","Webhooks":"Webhooks","Welcome to":"Bienvenido a","Welcome to Wizarr":"Bienvenido a Wizarr","Why We Use Bug Reporting":"¿Por qué utilizamos los informes de errores?","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"Con Plex, tendrás acceso a todas las películas, programas de televisión, música y fotos almacenadas en su servidor!","Wizarr":"Wizarr","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr es una herramienta de software que proporciona capacidades avanzadas de administración e invitación de usuarios para servidores de medios como Jellyfin, Emby y Plex. Con Wizarr, los administradores de servidores pueden invitar fácilmente a nuevos usuarios y manejar su acceso","Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?":"Wizarr es una aplicación no verificada. Esto significa que Plex puede advertirte sobre su uso. ¿Deseas continuar?","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr escaneará automáticamente tu servidor de medios en busca de nuevos usuarios, pero también puede escanear manualmente en busca de nuevos usuarios haciendo clic en el botón 'Buscar usuarios'. Esto es útil si Wizarr aún no ha podido hacerlo.","Yes":"Sí","You are currently logged into membership.":"Actualmente está registrado como miembro.","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"También puedes editar tu panel, eliminar widgets, agregar nuevos widgets y moverlos.","You can create a new invitation by clicking on the 'Create Invitation' button.":"Puedes crear una nueva invitación haciendo clic en el botón 'Crear invitación'.","You can recieve notifications when your media is ready":"Puede recibir notificaciones cuando su contenido multimedia esté listo","You have successfully completed the setup process.":"Ha completado exitosamente el proceso de configuración.","You must be a paying member to use this feature.":"Para utilizar esta función, debe ser miembro de pago.","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"Ya está todo listo, haz clic en continuar para comenzar y ver cómo usar %{serverName}!","Your browser does not support copying to clipboard":"Tu navegador no soporta copiar al portapapeles","Your Done":"Haz terminado","Your Invitations":"Tus invitaciones","Your Settings":"Tus ajustes","Your Users":"Tus usuarios"},"fr":{"About":"À propos","Account":"Compte","Account Error":"Erreur avec le compte","Account Settings":"Paramètres du compte","Add API keys for external services":"Ajouter des clés API pour des services externes","Add Custom HTML page to help screen":"Ajouter une page de code HTML personnalisé à l'écran d'aide","Add Jellyseerr, Overseerr or Ombi support":"Ajouter le support de Jellyseerr, Overseerr ou Ombi","Add Passkey":"Ajouter une phrase de passe","Add Request Service":"Ajouter un service de requête","Add Service":"Ajouter un service","Add webhooks for external services":"Ajouter des webhooks pour des services externes","Admin Account":"Compte administrateur","Advanced Options":"Options avancées","Advanced Settings":"Paramètres avancés","Advanced settings for the server":"Paramètres du serveur avancés","All done!":"Tout est bon !","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"Tous les paramètres de votre serveur multimédia apparaitront ici, nous savons que vous allez y passez un petit moment 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"Tous vos utilisateurs de votre serveur multimédia apparaitront ici. Vous pouvez les gérer, les éditer et les supprimer. D'autres informations comme leur expiration ou leur date de création y seront également affichées.","An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.":"Une erreur est survenue pendant la création de votre compte, celui-ci peut ne pas avoir été créé, si vous rencontrez des problèmes pour vous connecter, veuillez contacter un administrateur.","API Key":"Clé API","API key deleted successfully":"Clé API supprimée avec succès","API key deletion cancelled":"Suppression de la clé API annulée","API key for your media server":"Clé API de votre serveur multimédia","API keys":"Clés API","Are you sure you want to delete this API key?":"Confirmez-vous la suppression de cette clé API ?","Are you sure you want to delete this invitation?":"Confirmez-vous la suppression de cette invitation ?","Are you sure you want to delete this request?":"Confirmez-vous la suppression de cette demande ?","Are you sure you want to delete this webhook?":"Confirmez-vous la suppression de ce webhook ?","Are you sure you want to reset your dashboard?":"Confirmez-vous la réinitialisation de votre tableau de bord ?","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"Confirmez-vous ces paramètres de connexion ? L'instance de Wizarr sera réinitialisée, ce qui peut entraîner une perte de données.","Are you sure you want to start a support session?":"Voulez vous commencer une demande d'assistance ?","Are you sure?":"Êtes-vous sûr(e) ?","Automatic Media Requests":"Demandes de médias automatiques","Back":"Retour","Backup":"Sauvegarder","Backup File":"Fichier de sauvegarde","Bug Reporting":"Signalement de bug","Bug reports helps us track and fix issues in real-time, ensuring a smoother user experience.":"Les signalements de bug nous aide à suivre et résoudre les problèmes en temps réel, offrant la meilleure expérience utilisateur possible.","Change your password":"Changer de mot de passe","Check for and view updates":"Vérifier la présence de mise à jour","Check it Out":"Jeter un œil","Click \"Widget\" on the left hand sidebar.":"Cliquez sur \"Widget\" dans la barre latérale gauche.","Click on \"Copy ID\" then paste it it in the box below.":"Cliquez sur \"Copier l'identifiant du serveur\" et coller le dans le champ ci-dessous.","Click the key to copy to clipboard!":"Cliquez sur la clé pour la copier dans le presse-papiers !","Close":"Fermer","Configure Discord bot settings":"Configurer le bot Discord","Configure notification settings":"Configurer les paramètres de notifications","Configure payment settings":"Configurer les paramètres de paiement","Configure Wizarr to display a dynamic Discord Widget to users onboarding after signup.":"Configurez Wizarre pour qu'il affiche un widget Discord dynamique pour les utilisateurs créant un compte.","Configure your account settings":"Configurer les paramètres de votre compte","Configure your media server settings":"Configurer votre serveur multimédia","Configure your passkeys":"Configurer vos phrases de passe","Continue to Login":"Continuer vers la connexion","Copied to clipboard":"Copié dans le presse-papiers","Copy":"Copier","Could not connect to the server.":"Connexion au serveur échouée.","Could not create the account.":"Création du compte échouée.","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"Créer une sauvegarde de votre base de données et de votre configuration. Veuillez choisir un mot de passe pour protéger votre fichier de sauvegarde.","Create and restore backups":"Créer et restaurer des sauvegardes","Create Another":"Créer à nouveau","Create API Key":"Créer une clé API","Create Flow":"Créer un flux","Create Invitation":"Créer une invitation","Create Webhook":"Créer un webhook","Current Version":"Version actuelle","Currently Wizarr only supports it's internal SQLite database.":"Pour l'instant, Wizarr ne supporte que sa base de données SQLite intere.","Custom HTML":"Code HTML personnalisé","Dashboard reset cancelled":"Réinitialisation du tableau de bord annulée","Dashboard reset successfully":"Tableau de bord réinitialisé avec succès","Dashboard Widgets":"Widgets du tableau de bord","Database":"Base de données","Deleted users will not be visible":"Les utilisateurs supprimés ne seront pas visibles","Detect Server":"Détecter le serveur","Detected %{server_type} server!":"Serveur %{server_type} détecté !","Detected Media Server":"Serveur multimédia détecté","Discord":"Discord","Discord Bot":"Bot Discord","Discord Server ID:":"ID du serveur Discord :","Display Name":"Nom d'affichage","Display Name for your media servers":"Nom d'affichage pour vos serveurs multimédia","Do you really want to delete this user from your media server?":"Confirmez-vous la suppression de cet utilisateur de votre serveur multimédia ?","Don't see your server?":"Vous ne voyez pas votre serveur ?","Edit Dashboard":"Éditer le tableau de bord","Eh, So, What is Jellyfin exactly?":"Qu'est-ce que Jellyfin exactement ?","Eh, So, What is Plex exactly?":"Qu'est-ce que Plex exactement ?","Email":"Courriel","Enable Discord page and configure settings":"Activer la page Discord et configurer les paramètres","Enable Server Widget:":"Activer les widgets serveur :","Encryption Password":"Mot de passe de chiffrement","End of Tour":"Fin de la visite guidée","Ensure the toggle for \"Enable Server Widget\" is checked.":"Assurez-vous que l'option \"Activer le widget serveur\" est activée.","Enter your email and password to login into your membership.":"Renseignez votre courriel et mot de passe pour vous connecter à votre compte adhérent.","Error Monitoring":"Erreur lors de la surveillance","Expired %{s}":"Expiré %{s}","Expires %{s}":"Expire %{s}","Failed to create invitation":"Création de l'invitation échouée","First make sure you have Developer Mode enabled on your Discord by visiting your Discord settings and going to Appearance.":"Assurez-vous d'avoir activé le mode développeur sur Discord en vous rendant dans les options d'apparence.","First name":"Prénom","Flow Editor":"Editeur de flux","General settings for the server":"Paramètres généraux du serveur","Get live support from the server admins":"Obtenir une assistance en direct des administrateurs du serveur","Get Started":"Commencer","Getting Started!":"Commençons !","Go Home":"Se rendre à l'accueil","Go to Dashboard":"Se rendre au tableau de bord","Go to Login":"Se rendre à la page de connexion","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"Bonne nouvelle ! Vous avez à présent accès à notre serveur multimédia. Assurons-nous que vous sachez l'utiliser avec Jellyfin.","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"Bonne question ! Plex est un programme qui permet aux individus de partager leurs médias avec d'autres. Si vous avez reçu cette invitation, cela veut dire que quelqu'un veut partager ses médias avec vous.","here":"ici","Here's why":"Voilà pourquoi","Home":"Accueil","https://example.com":"https://exemple.com","I wanted to invite you to join my media server.":"Je voulais vous inviter à rejoindre mon serveur multimédia.","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"Si vous avez été amené ici par un ami, veuillez demander un accès ou si vous avec un code d'invitation, cliquez sur Commencer !","Invalid invitation code, please try again":"Code d'invitation invalide, veuillez réessayer","Invitation Code":"Code d'invitation","Invitation deleted successfully":"Invitation supprimée avec succès","Invitation deletion cancelled":"Suppression de l'invitation annulée","Invitation Details":"Détails de l'invitation","Invitation expired %{s}":"Invitation expirée %{s}","Invitation expires %{s}":"L'invitation expire %{s}","Invitation Settings":"Paramètres de l'invitation","Invitation used":"Invitation utilisée","Invitation Users":"Utilisateurs de l'invitation","Invitations":"Invitations","Invite Code":"Code d'invitation","Invited Users":"Utilisateurs du code","It allows us to identify and resolve problems before they impact you.":"Cela nous permet d'identifier et résoudre les problèmes avant même qu'ils ne vous impactent.","It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!":"Rien de plus simple ! Jellyfin est disponible sur un large choix d'appareils, comme les ordinateurs, tablettes, smartphones et TV. Tout ce que vous avez à faire est de télécharger l'application Jellyfin sur votre appareil, vous connecter avec votre compte et vous êtes prêts pour diffuser vos médias. Un jeu d'enfant !","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin est une plateforme qui vous permet de diffuser tous vos médias favoris à un seul endroit. C'est comme avoir votre cinéma personnel à portée de main ! Voyez le comme une médiathèque avec vos contenus préférés accessible n'importe où, sur n'importe quel appareil, smartphone, tablette, ordinateur ou smart TV.","Join":"Rejoindre","Join & Download":"Rejoindre et télécharger","Join & Download Plex for this device":"Rejoindre et télécharger Plex pour cet appareil","Join my media server":"Rejoindre mon serveur multimédia","Join our Discord":"Rejoignez notre Discord","Last name":"Nom de famille","Latest Info":"Dernières informations","Latest Information":"Dernières informations","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"Comme ce widget, cela montre les dernières informations à propos de Wizarr et sera mis à jour régulièrement par notre fabuleuse équipe.","Live Support":"Assistance en direct","Load More":"Charger plus","Login":"Se connecter","Login into Membership":"Connexion avec un compte adhérent","Login to Plex":"Se connecter à Plex","Login with Passkey":"Se connecter avec une phrase de passe","Login with Password":"Se connecter avec un mot de passe","Logout":"Déconnexion","Logs":"Journaux","Made by ":"Créé par ","Main Settings":"Paramètres généraux","Manage bug reporting settings":"Gérer les paramètres de rapports de bug","Manage you Wizarr server":"Gérer votre serveur Wizarr","Manage your command flows":"Gérer vos flux de commandes","Manage your invitations":"Gérer vos invitations","Manage your media server users":"Gérer vos utilisateurs du serveur multimédia","Managing %{user}":"Gestion de %{user}","Martian":"Martin","marvin":"jean","Marvin":"Jean","marvin@wizarr.dev":"jean@exemple.com","Media Server":"Serveur multimédia","Media Server Address":"Adresse du serveur multimédia","Media Server Override":"Remplacement de l'adresse du serveur multimédia","Media will be automatically downloaded to your library":"Les médias seront téléchargés dans votre bibliothèque automatiquement","Members Online":"Membres connectés","Members Only":"Membres Uniquement","Membership":"Compte adhérent","Membership Registration":"Inscription adhérent","Membership Required":"Adhésion requise","Mixing the potions":"Mélange des potions","Modify the look and feel of the server":"Modifier l'apparence du serveur","My API Key":"Ma clé API","My Webhook":"Mon webhook","Name":"Nom","Next":"Suivant","Next Page":"Page suivante","No API Keys found":"Aucune clé API trouvée","No contributors found":"Aucun contributeur trouvé","No expiration":"Aucune expiration","No Invitations found":"Aucune invitation trouvée","No Passkeys found":"Aucune phrase de passe trouvée","No Requests found":"Aucune demande trouvée","No servers could be found.":"Aucun serveur n'a pu être trouvé.","No settings matched your search.":"Aucun paramètre correspondant à votre recherche.","No Users found":"Aucun utilisateur trouvé","No Webhooks found":"Aucun webhook trouvé","Notifications":"Notifications","Okay":"D'accord","Open Jellyfin":"Ouvrir Jellyfin","Open Plex":"Ouvrir Plex","Open Window":"Ouvrir la fenêtre","Optional if your server address does not match your external address":"Optionnel, si l'adresse pour joindre votre serveur diffère sur votre réseau local et depuis l'extérieur","Passkey Authentication":"Authentification par phrase de passe","Password":"Mot de passe","Payments":"Paiements","Performance Optimization":"Optimisation des performances","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"Vous comptez visionner des médias sur cet appareil ? Téléchargez Jellyfin pour celui-ci ou cliquez sur \"Suivant\" pour d'autres options.","Planning on watching Movies on this device? Download Plex for this device.":"Vous comptez visionner des médias sur cet appareil ? Téléchargez Plex pour celui-ci.","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"Veuillez garder en tête que ces outils ont uniquement pour but de déboguer et que nous ne fournirons aucun support pour tout problème résultant de leur utilisation.","Please bare with us while we work on development of this portal.":"Veuillez patienter pendant que nous travaillons sur la création de ce portail.","Please enter a server URL and API key.":"Veuillez renseigner une URL de serveur et une clé API.","Please enter a server URL.":"Veuillez renseigner une URL de serveur.","Please enter an invite code":"Veuillez renseigner un code d'invitation","Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.":"Veuillez renseigner l'identifiant du serveur Discord et vous assurer que les widgets serveur sont activés. Si vous ne savez pas comment l'obtenir ou activer les widgets, suivez les instructions ci-dessous.","Please enter your invite code":"Veuillez renseigner votre code d'invitation","Please login to your Plex account to help us connect you to our server.":"Veuillez vous connecter à votre compte Plex pour nous aider à vous connecter à votre serveur.","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"Veuillez conserver une copie de votre clé API. Vous ne pourrez plus la consulter, assurez-vous de la conserver en lieu sûr.","Please wait":"Veuillez patienter","Please wait...":"Veuillez patienter...","Plex Warning":"Avertissement de Plex","Preparing the spells":"Préparation des sorts","Proactive Issue Resolution":"Résolution des problèmes proactive","Read More":"En savoir plus","Recent Contributors":"Derniers contributeurs","Register":"Inscription","Request Access":"Demander un accès","Request any available Movie or TV Show":"Demandez n'importe quel film ou série disponible","Requests":"Demandes","Reset Layout":"Réinitialiser la mise en page","Restore":"Restaurer","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"Restaurer une sauvegarde de votre base de données et de votre configuration depuis un fichier de sauvegarde. Vous devrez fournir le mot de passe de chiffrement utilisé pendant la création du fichier","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"Restaurer une sauvegarde de votre base de données et de votre configuration depuis un fichier de sauvegarde. Vous devrez fournir le mot de passe de chiffrement utilisé pendant la création du fichier.","Restore Backup":"Restaurer une sauvegarde","Right, so how do I watch stuff?":"Très bien, du coup comment je regarde tout ça ?","Save":"Enregistrer","Save Account":"Enregistrer le compte","Save Connection":"Enregistrer la connexion","Save Dashboard":"Enregistrer le tableau de bord","Save URL":"Enregistrer l'URL","Scan for Users":"Rechercher des utilisateurs","Scan Libraries":"Rechercher des bibliothèque","Scan Servers":"Rechercher un serveur","Scan Users":"Rechercher des utilisateurs","Search":"Rechercher","Search Settings":"Paramètres de recherche","Select Language":"Sélectionner une langue","Select Libraries":"Sélectionner des bibliothèques","Server API Key":"Clé API du serveur","Server connection verified!":"Connexion au serveur vérifiée !","Server IP or Address of your media server":"Adresse IP ou URL de votre serveur multimédia","Server Type":"Type de serveur","Server URL":"URL du serveur","Sessions":"Sessions","Settings":"Paramètres","Settings Categories":"Catégories de paramètres","Settings for user accounts":"Paramètres des comptes utilisateurs","Setup Wizarr":"Configurer Wizarr","Setup your account":"Configurer votre compte","Share":"Partager","Share Invitation":"Partager l'invitation","Share this link with your friends and family to invite them to join your media server.":"Partagez ce lien avec vos amis et votre famille pour les inviter à rejoindre votre serveur multimédia.","So let's see how to get started!":"Voyons comment débuter !","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"Vous avez à présent accès à notre serveur multimédia. Assurons-nous que vous sachez l'utiliser avec Plex.","Something went wrong":"Quelque chose s'est mal passé","Something went wrong while trying to join the server. Please try again later.":"Quelque chose ne s'est pas bien passé en essayant de rejoindre le serveur. Veuillez réessayer plus tard.","Something's missing.":"Il manque quelque chose.","Sorry, we can't find that page. It doesn't seem to exist!":"Désolé, nous ne trouvons pas cette page. Elle semble de pas exister !","Start Support Session":"Démarrer une session d'assistance","Start Walkthrough":"Commencer la visite guidée","Still under development":"En cours de développement","Summoning the spirits":"Invocation des esprits","Support session ended":"Fin de la session d'assistance","Support Us":"Nous supporter","System Default":"Système par défaut","Tasks":"Tâches","There are a lot of settings, so you can search for them by using the search bar.":"Il existe de nombreux paramètres, vous pouvez les rechercher en utilisant la barre de recherche.","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"Ce sont vos widgets, vous pouvez les utiliser pour avoir un aperçu rapide de votre instance Wizarr.","These features are only available to paying members":"Ces fonctionnalités sont uniquement disponibles pour les membres payants","This is a temporary and we are working on adding support for other databases.":"Ceci est temporaire et nous travaillons à prendre en charge d'autres bases de données.","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"C'est la fin de la visite guidée, nous espérons que vous l'avez appréciée et trouvée complète ! N'hésitez pas à nous contacter sur Discord et à nous dire ce que vous pensez de Wizarr.","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"C'est ci que vous pouvez gérer vos invitations, elles apparaitront dans une liste. Les invitations sont utilisées pour inviter de nouveaux utilisateurs sur votre serveur multimédia.","This page is currently read only!":"Cette page est en lecture seule pour le moment !","To decrypt and encrypt backup files you can use the tools":"Pour chiffrer et déchiffrer les fichiers de sauvegarder vous pouvez utiliser les outils","To enable Server Widgets, navigate to your Server Settings.":"Pour activer les widgets serveur, rendez-vous dans les paramètres de celui-ci.","To get your Server ID right click on the server icon on the left hand sidebar.":"Pour obtenir votre identifiant de serveur, faites un clic droit sur l'icône de celui-ci dans la barre latérale gauche.","Total Invitations":"Total des invitations","Total Tasks":"Total des tâches","Total Users":"Total d'utilisateurs","Try Again":"Veuillez réessayer","Type in your invite code for %{server_name}!":"Veuillez renseigner votre code d'invitation au serveur %{server_name} !","Uh oh!":"Oh oh !","UI Settings":"Paramètres de l'interface","Unable to detect server.":"Détection du serveur impossible.","Unable to save bug reporting settings.":"Impossible de sauvegarder les paramètres de rapports de bug.","Unable to save connection.":"Enregistrement de la connexion impossible.","Unable to save due to widgets being disabled on this server.":"Impossible de sauvegarder les paramètres car les widgets sont désactivés sur ce serveur.","Unable to verify server.":"Vérification du serveur impossible.","Updates":"Mises à jour","URL":"URL","User %{user} deleted":"Utilisateur %{user} supprimé","User deletion cancelled":"Suppression de l'utilisateur annulée","User Expiration":"Expiration de l'utilisateur","User expired %{s}":"Utilisateur expiré %{s}","User expires %{s}":"L'utilisateur expire %{s}","Username":"Nom d'utilisateur","Users":"Utilisateurs","Verify Connection":"Vérifier la connexion","View":"Afficher","View and download server logs":"Afficher et télécharger les journaux du serveur","View and manage scheduled tasks":"Afficher et gérer les tâches programmées","View and manage your active sessions":"Afficher et gérer les sessions actives","View and manage your membership":"Afficher et gérer votre adhésion","View API key":"Afficher la clé API","View information about the server":"Afficher les informations à propos du serveur","Waving our wands":"Agitation des baguettes magiques","We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.":"Nous sommes ravis de vous offrir une large sélection de médias. Si vous rencontrez des problèmes pour trouver ce qui vous plaît, pas d'inquiétude ! Nous disposons d'un système de demande convivial qui peut rechercher le média que vous désirez.","We can pinpoint bottlenecks and optimize our applications for better performance.":"Nous pouvons cibler les problèmes de capacité et optimiser nos applications pour de meilleures performances.","We have categorized all of your settings to make it easier to find them.":"Nous avons catégorisé tous vos paramètres pour les rendre plus faciles à trouver.","We value the security and stability of our services. Bug reporting plays a crucial role in maintaining and improving our software.":"Nous estimons que la sécurité et la stabilité de nos services sont capitales. Les rapports de bugs jouent un rôle crucial dans la maintenance et l'amélioration de notre logiciel.","We want to clarify that our bug reporting system does not collect sensitive personal data. It primarily captures technical information related to errors and performance, such as error messages, stack traces, and browser information. Rest assured, your personal information is not at risk through this service being enabled.":"Nous vous assurons que notre système de rapports de bug ne collecte aucune donnée personnelle sensible. Il capture les informations techniques liées aux erreurs et aux performances, tels que les messages d'erreurs, les informations de paquets ou de navigateur. Soyez rassuré(e), vos données personnelles restent en sécurité si vous activez cette option.","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"Nous souhaitons vous aider à utiliser Wizarr aussi vite que possible, considérez suivre cette visite guidée pour un aperçu rapide.","We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.":"Nous sommes disponible pour vous aider dans le cas où vous rencontreriez des problèmes ou que vous auriez des questions. Si vous avez besoin d'aide, les membres payant une adhésion peuvent utiliser le bouton ci-dessous pour démarrer une session d'assistance en direct avec un staff Wizarr afin de vous guider et de résoudre les problèmes rencontrés.","Webhook deleted successfully":"Webhook supprimé avec succès","Webhook deletion cancelled":"Suppression du webhook annulée","Webhooks":"Webhooks","Welcome to":"Bienvenue dans","Welcome to Wizarr":"Bienvenue dans Wizarr","Why We Use Bug Reporting":"Pourquoi nous utilisons les rapports de bug","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"Avec Plex, vous aurez accès à tous les films, toutes les séries, musiques et images qui sont stockées sur leur serveur !","Wizarr":"Wizarr","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr est un programme qui fournit des capacités d'invitation et de gestion d'utilisateurs avancées pour des serveurs multimédias comme Jellyfin, Emby et Plex. Avec Wizarr, les administrateurs de serveurs peuvent facilement inviter de nouveaux utilisateurs et gérer leurs accès","Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?":"Wizarr est une application non vérifiée. Cela signifie que Plex peut vous alerter sur son utilisation. Voulez-vous continuer ?","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr recherchera automatiquement de nouveaux utilisateurs sur votre serveur, mais vous pouvez également le faire manuellement en cliquant sur le bouton \"Rechercher des utilisateurs\", c'est pratique si Wizarr n'a pas encore pu le faire.","Yes":"Oui","You are currently logged into membership.":"Vous êtes actuellement connecté avec un compte adhérent.","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"Vous pouvez aussi éditer votre tableau de bord, supprimer des widgets, en ajouter et les organiser.","You can create a new invitation by clicking on the 'Create Invitation' button.":"Vous pouvez créer une nouvelle invitation en cliquant sur le bouton \"Créer une invitation\".","You can recieve notifications when your media is ready":"Vous pouvez recevoir des notifications lorsque vos médias sont prêts","You have successfully completed the setup process.":"Vous avez compléter le processus de configuration avec succès.","You must be a paying member to use this feature.":"Vous devez être un membre payant pour utiliser cette fonctionnalité.","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"C'est terminé, cliquez sur continuer pour commencer et apprendre à utiliser %{serverName} !","Your browser does not support copying to clipboard":"Votre navigateur ne prend pas en charge la copie dans le presse-papiers","Your Done":"Vous avez terminé","Your Invitations":"Vos invitations","Your Settings":"Vos paramètres","Your Users":"Vos utilisateurs"},"he":{},"fa":{},"hr":{},"is":{},"it":{},"hu":{},"nl":{},"no":{},"pt":{"About":"Sobre","Account":"Conta","Account Settings":"Configurações da Conta","Add API keys for external services":"Adicionar chaves de API para serviços externos","Add Custom HTML page to help screen":"Adicionar HTML personalizado para página de ajuda","Add Jellyseerr, Overseerr or Ombi support":"Adicionar suporte ao Jellyseerr, Overseerr ou Ombi","Add Passkey":"Adicionar chave de acesso","Add Request Service":"Adicionar Solicitação de Serviço","Add Service":"Adicionar Serviço","Add webhooks for external services":"Adicionar webhooks para serviços externos","Admin Account":"Conta de Administrador","Advanced Options":"Opções Avançadas","Advanced Settings":"Configurações Avançadas","Advanced settings for the server":"Configurações avançadas do servidor","All done!":"Tudo pronto!","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"Todas as configurações do seu servidor de mídia irão aparece aqui, sabemos que irá passar muito tempo aqui 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"Todos os usuários do seu servidor de mídia irão aparecer aqui em uma lista. Você pode gerir, editar e apagá-los. Informações como a data de criação e expiração também estarão aqui.","API Key":"Chave API","API key deleted successfully":"Chave API apagada com sucesso","API key deletion cancelled":"Exclusão da chave API cancelada","API keys":"Chaves API","Are you sure you want to delete this API key?":"Tem a certeza que deseja apagar esta chave API?","Are you sure you want to delete this invitation?":"Tem certeza que deseja apagar este convite?","Are you sure you want to delete this request?":"Tem certeza que deseja excluir essa solicitação?","Are you sure you want to delete this webhook?":"Tem certeza que deseja deletar esse webhook?","Are you sure you want to reset your dashboard?":"Tem certeza que deseja reiniciar seu dashboard?","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"Tem a certeza que deseja guardar esta conexão, isso irá redefinir a instância do Wizarr, o que poderá causar perda de dados.","Are you sure?":"Tem a certeza?","Back":"Voltar","Backup":"Cópia de segurança","Backup File":"Arquivo de cópia de segurança","Change your password":"Mudar a sua password","Check for and view updates":"Verificar e mostrar atualizações","Click the key to copy to clipboard!":"Clique na chave para copiar!","Close":"Fechar","Configure Discord bot settings":"Configurar as opções do bot do Discord","Configure notification settings":"Configurar as opções de notificação","Configure payment settings":"Configurar as opções de pagamento","Configure your account settings":"Configurar as opções da sua conta","Configure your media server settings":"Configurar as opções do seu servidor de mídia","Configure your passkeys":"Configurar suas chaves de acesso","Copied to clipboard":"Copiada","Copy":"Copiar","Could not connect to the server.":"Não foi possível conectar ao servidor.","Could not create the account.":"Não foi possível criar a conta.","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"Criar um backup da base de dados e configuração. Por favor defina uma senha para encriptar e proteger seu arquivo de backup.","Create and restore backups":"Criar e restaurar backups","Create Another":"Criar Outro","Create API Key":"Criar Chave de API","Create Flow":"Criar fluxo","Create Invitation":"Criar convite","Create Webhook":"Criar Webhook","Currently Wizarr only supports it's internal SQLite database.":"Atualmente, o Wizarr apenas suporta a sua base de dados interna SQLite.","Custom HTML":"HTML personalizado","Database":"Base de dados","Deleted users will not be visible":"Utilizadores apagados não serão visíveis","Detect Server":"Detectar servidor","Detected %{server_type} server!":"Detectado servidor %{server_type}!","Discord":"Discord","Discord Bot":"Bot do Discord","Do you really want to delete this user from your media server?":"Realment deseja apagar este utilizador do seu servidor de mídia?","Don't see your server?":"Não consegue encontrar o seu servidor?","Eh, So, What is Jellyfin exactly?":"O que é exatamente o Jellyfin?","Eh, So, What is Plex exactly?":"O que é exatamente o Plex?","Email":"Email","Enable Discord page and configure settings":"Ativar a página do Discord e definir as configurações","Encryption Password":"Password de encriptação","End of Tour":"Fim da Tour","Expired %{s}":"Expirou %","Expires %{s}":"Expira %","Failed to create invitation":"Falha ao criar o convite","First name":"Primeiro nome","General settings for the server":"Configurações gerais do servidor","Get Started":"Começar","Getting Started!":"A começar!","Go Home":"Voltar ao início","Go to Login":"Ir para o Login","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"Boas notícias! Tem agora acesso à coleção de mídia do servidor. Vamos ter a certeza que sabe usá-lo com o Jellyfin.","Share":"Partilhar","Share Invitation":"Partilhar convite","Share this link with your friends and family to invite them to join your media server.":"Compartilhe este link com os seus amigos e familiares para convidá-los a partici+ar no seu servidor de mídia.","So let's see how to get started!":"Vamos ver como começar!","Something went wrong while trying to join the server. Please try again later.":"Houve um erro ao tentar juntar-se ao servidor. Por favor, tente novamente mais tarde.","Something's missing.":"Alguma coisa está em falta.","Sorry, we can't find that page. It doesn't seem to exist!":"Desculpe, não podemos encontrar essa página. Parece que não existe!","Still under development":"Ainda em desenvolvimento","Summoning the spirits":"Invocando os espíritos","System Default":"Padrão do sistema","Tasks":"Tarefas"},"lt":{},"ro":{},"pl":{},"sv":{"About":"Om","Account":"Konto","Account Error":"Kontofel","Account Settings":"Kontoinställningar","Add API keys for external services":"Lägg till API-nycklar för externa tjänster","Add Custom HTML page to help screen":"Lägg till anpassad HTML-sida på hjälpskärmen","Add Jellyseerr, Overseerr or Ombi support":"Lägg till Jellyseerr, Overseerr eller Ombi support","Add Passkey":"Lägg till Passkey","Add Request Service":"Lägg till förfrågningstjänst","Add Service":"Lägg till tjänst","Add webhooks for external services":"Lägg till webhooks för externa tjänster","Admin Account":"Adminkonto","Advanced Options":"Avancerade val","Advanced Settings":"Avancerade inställningar","Advanced settings for the server":"Avancerade inställningar för servern","All done!":"Allt klart!","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"Alla dina mediaserverinställningar kommer att visas här, vi vet att du kommer att spendera mycket tid här 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"Alla dina medieserveranvändare kommer att visas här i en lista. Du kan hantera dem, redigera dem och ta bort dem. Annan information som deras utgångsdatum eller skapandedatum kommer också att visas här.","An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.":"Ett fel uppstod när ditt konto skapades, ditt konto kanske inte har skapats, om du stöter på problem när du försöker logga in, kontakta en administratör.","API Key":"API-nyckel","API key deleted successfully":"API-nyckeln har tagits bort","API key deletion cancelled":"Borttagning av API-nyckel avbröts","API key for your media server":"API-nyckel för din mediaserver","API keys":"API-nycklar","Are you sure you want to delete this API key?":"Är du säker på att du vill ta bort denna API-nyckel?","Are you sure you want to delete this invitation?":"Är du säker på att du vill ta bort den här inbjudan?","Are you sure you want to delete this request?":"Är du säker på att du vill ta bort denna begäran?","Are you sure you want to delete this webhook?":"Är du säker på att du vill ta bort denna webhook?","Are you sure you want to reset your dashboard?":"Är du säker på att du vill återställa din instrumentpanel?","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"Är du säker på att du vill spara den här anslutningen, detta kommer att återställa din Wizarr-instans, vilket kan leda till dataförlust.","Are you sure you want to start a support session?":"Är du säker på att du vill starta en supportsession?","Are you sure?":"Är du säker?","Automatic Media Requests":"Automatiska medieförfrågningar","Back":"Tillbaka","Backup":"Backup","Backup File":"Backupfil","Bug Reporting":"Buggrapportering","Bug reports helps us track and fix issues in real-time, ensuring a smoother user experience.":"Bug-rapporter hjälper oss att spåra och åtgärda problem i realtid, vilket garanterar en smidigare användarupplevelse.","Change your password":"Ändra ditt lösenord","Check for and view updates":"Sök efter och se uppdateringar","Check it Out":"Spana in det","Click \"Widget\" on the left hand sidebar.":"Klicka \"Widget\" på vänstra sidomenyn.","Click on \"Copy ID\" then paste it it in the box below.":"Klicka på \"Kopiera ID\" sedan klistra in den i rutan nedan.","Click the key to copy to clipboard!":"Klicka på nyckeln för att kopiera till clipboard!","Close":"Stäng","Configure Discord bot settings":"Configure Discord bot inställningar","Configure notification settings":"Konfigurera aviseringsinställningar","Configure payment settings":"Konfigurera betalningsinställningar","Configure Wizarr to display a dynamic Discord Widget to users onboarding after signup.":"Konfigurera Wizarr för att visa en dynamisk Discord Widget för användare ombord efter registrering.","Configure your account settings":"Konfigurera dina kontoinställningar","Configure your media server settings":"Konfigurera dina medieserverinställningar","Configure your passkeys":"Konfigurera dina passkeys","Continue to Login":"Fortsätt till Logga in","Copied to clipboard":"Kopierad till Clipboard","Copy":"Kopiera","Could not connect to the server.":"Kunde inte ansluta till servern.","Could not create the account.":"Kunde inte skapa kontot.","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"Skapa en säkerhetskopia av din databas och konfiguration. Ange ett krypteringslösenord för att skydda din backupfil.","Create and restore backups":"Skapa och återställa säkerhetskopior","Create Another":"Skapa en annan","Create API Key":"Skapa API-nyckel","Create Flow":"Skapa flöde","Create Invitation":"Skapa inbjudan","Create Webhook":"Skapa webhook","Current Version":"Nuvarande version","Currently Wizarr only supports it's internal SQLite database.":"För närvarande stöder Wizarr endast sin interna SQLite-databas.","Custom HTML":"Anpassad HTML","Dashboard reset cancelled":"Dashboard återställningen avbruten","Dashboard reset successfully":"Dashboard återställdes","Dashboard Widgets":"Dashboard Widgets","Database":"Databas","Deleted users will not be visible":"Raderade användare kommer inte att synas","Detect Server":"Upptäck server","Detected %{server_type} server!":"Upptäckt %{server_type} server!","Detected Media Server":"Upptäckt Media Server","Discord":"Discord","Discord Bot":"Discord Bot","Discord Server ID:":"Discord Server ID:","Display Name":"Visningsnamn","Display Name for your media servers":"Visningsnamn för dina mediaservrar","Do you really want to delete this user from your media server?":"Vill du verkligen ta bort den här användaren från din mediaserver?","Don't see your server?":"Ser du inte din server?","Edit Dashboard":"Redigera Dashboard","Eh, So, What is Jellyfin exactly?":"Eh, så, vad är Jellyfin exakt?","Eh, So, What is Plex exactly?":"Eh, så, vad är Plex exakt?","Email":"Email","Enable Discord page and configure settings":"Aktivera Discord-sidan och konfigurera inställningar","Enable Server Widget:":"Aktivera Server Widget:","Encryption Password":"Krypteringslösenord","End of Tour":"Avsluta guide","Ensure the toggle for \"Enable Server Widget\" is checked.":"Se till att växeln för \"Aktivera serverwidget\" är markerad.","Enter your email and password to login into your membership.":"Ange din mail och lösenord för att logga in i ditt medlemskap.","Error Monitoring":"Felövervakning","Expired %{s}":"Förfallen % {s}","Expires %{s}":"Förfaller % {s}","Failed to create invitation":"Misslyckades med att skapa inbjudan","First make sure you have Developer Mode enabled on your Discord by visiting your Discord settings and going to Appearance.":"Se först till att du har utvecklarläge aktiverat på din Discord genom att besöka dina Inställningar Discord och gå till Utseende.","First name":"Förnamn","Flow Editor":"Flödesredigerare","General settings for the server":"Allmänna inställningar för servern","Get live support from the server admins":"Få live support från serveradministratörerna","Get Started":"Komma igång","Getting Started!":"Komma igång!","Go Home":"Gå hem","Go to Dashboard":"Gå till Dashboard","Go to Login":"Gå till Logga in","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"Stora nyheter! Nu har du tillgång till vår servers mediekollektion. Låt oss se till att du vet hur du använder den med Jellyfin.","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"Bra fråga! Plex är en programvara som låter individer dela sina mediesamlingar med andra. Om du har fått den här inbjudan betyder det att någon vill dela sitt bibliotek med dig.","here":"här","Here's why":"Här är varför","Home":"Hem","https://example.com":"https://exempel.se","I wanted to invite you to join my media server.":"Jag ville bjuda in dig till min mediaserver.","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"Om du skickades hit av en vän, vänligen begär åtkomst eller om du har en inbjudningskod, klicka på Kom igång!","Invalid invitation code, please try again":"Ogiltig inbjudningskod, försök igen","Invitation Code":"Inbjudningskod","Invitation deleted successfully":"Inbjudan raderades","Invitation deletion cancelled":"Borttagning av inbjudan avbröts","Invitation Details":"Inbjudningsdetaljer","Invitation expired %{s}":"Inbjudan löpte ut % {s}","Invitation expires %{s}":"Inbjudan löper ut % {s}","Invitation Settings":"Inbjudningsinställningar","Invitation used":"Inbjudan använd","Invitation Users":"Inbjudningsanvändare","Invitations":"Inbjudningar","Invite Code":"Inbjudningskod","Invited Users":"Inbjudna användare","It allows us to identify and resolve problems before they impact you.":"Det gör att vi kan identifiera och lösa problem innan de påverkar dig.","It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!":"Det kunde inte vara enklare! Jellyfin är tillgänglig på en mängd olika enheter, inklusive bärbara datorer, surfplattor, smartphones och TV-apparater. Allt du behöver göra är att ladda ner Jellyfin-appen på din enhet, logga in med ditt konto, och du är redo att börja streama dina media. Det är så enkelt!","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin är en plattform som låter dig strömma alla dina favoritfilmer, TV-program och musik på ett ställe. Det är som att ha din egen personliga biograf nära till hands! Se det som ett digitalt bibliotek med ditt favoritinnehåll som du kan komma åt var som helst, på vilken enhet som helst - din telefon, surfplatta, bärbara dator, smart-TV, you name it.","Join":"Gå med","Join & Download":"Gå med och ladda ner","Join & Download Plex for this device":"Gå med och ladda ner Plex för den här enheten","Join my media server":"Gå med i min mediaserver","Join our Discord":"Gå med i vår Discord","Last name":"Efternamn","Latest Info":"Senaste info","Latest Information":"Senaste information","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"Liksom denna Widget visar den dig den senaste informationen om Wizarr och uppdateras regelbundet av vårt fantastiska team.","Live Support":"Live Support","Load More":"Ladda mer","Login":"Logga in","Login into Membership":"Logga in i medlemskap","Login to Plex":"Logga in i Plex","Login with Passkey":"Logga in med Passkey","Login with Password":"Logga in med lösenord","Logout":"Logga ut","Logs":"Loggar","Made by ":"Skapad med ","Main Settings":"Huvudinställningar","Manage bug reporting settings":"Hantera bug rapporteringsinställningar","Manage you Wizarr server":"Hantera din Wizarr server","Manage your command flows":"Hantera dina kommandoflöden","Manage your invitations":"Hantera dina inbjudningar","Manage your media server users":"Hantera dina mediaserveranvändare","Managing %{user}":"Hanterar % {user}","Martian":"Martian","marvin":"marvin","Marvin":"Marvin","marvin@wizarr.dev":"marvin@wizarr.dev","Media Server":"Mediaserver","Media Server Address":"Media Server-adress","Media Server Override":"Media Server Överskridning","Media will be automatically downloaded to your library":"Media hämtas automatiskt till ditt bibliotek","Members Online":"Medlemmar Online","Members Only":"Medlemmar Endast","Membership":"Medlemskap","Membership Registration":"Medlemskapsregistrering","Membership Required":"Medlemskap krävs","Mixing the potions":"Blandar dryckerna","Modify the look and feel of the server":"Ändra utseendet och känslan på servern","My API Key":"Min API-nyckel","My Webhook":"Min webhook","Name":"Namn","Next":"Nästa","Next Page":"Nästa sida","No API Keys found":"Inga API-nycklar hittades","No contributors found":"Inga bidragsgivare hittades","No expiration":"Ingen utgång","No Invitations found":"Inga inbjudningar hittades","No Passkeys found":"Inga Passkeys hittades","No Requests found":"Inga förfrågningar hittades","No servers could be found.":"Inga servrar kunde hittas.","No settings matched your search.":"Inga inställningar matchade din sökning.","No Users found":"Inga användare hittades","No Webhooks found":"Inga webhooks hittades","Notifications":"Aviseringar","Okay":"Okej","Open Jellyfin":"Öppna Jellyfin","Open Plex":"Öppna Plex","Open Window":"Öppna fönster","Optional if your server address does not match your external address":"Valfritt om din serveradress inte matchar din externa adress","Passkey Authentication":"Passkey autentisering","Password":"Lösenord","Payments":"Betalningar","Performance Optimization":"Prestanda optimering","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"Tänker du titta på filmer på den här enheten? Ladda ner Jellyfin för den här enheten eller klicka på \"Nästa\" för andra alternativ.","Planning on watching Movies on this device? Download Plex for this device.":"Tänker du att titta på filmer på den här enheten? Ladda ner Plex för den här enheten.","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"Tänk på att dessa verktyg bara är för felsökningsändamål och vi kommer inte att ge dig stöd från några problem som kan uppstå från att använda dem.","Please bare with us while we work on development of this portal.":"Var snäll med oss medan vi arbetar med utvecklingen av denna portal.","Please enter a server URL and API key.":"Ange en server URL och API-nyckel.","Please enter a server URL.":"Vänligen ange en server URL.","Please enter an invite code":"Ange en inbjudningskod","Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.":"Ange ditt Discord Server-ID nedan och se till att Server Widgets är aktiverade. Om du inte vet hur du får ditt Discord Server-ID eller Aktivera Widgets, följ instruktionerna nedan.","Please enter your invite code":"Vänligen ange din inbjudningskod","Please login to your Plex account to help us connect you to our server.":"Vänligen logga in på din Plex-konto för att hjälpa oss att ansluta dig till vår server.","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"Ta en kopia av din API-nyckel. Du kommer inte att kunna se det igen, se till att lagra det någonstans säkert.","Please wait":"Vänligen vänta","Please wait...":"Vänta...","Plex Warning":"Plex varning","Preparing the spells":"Förbereder trollformler","Proactive Issue Resolution":"Proaktiva problemlösningar","Read More":"Läs mer","Recent Contributors":"Nya bidragsgivare","Register":"Registrera","Request Access":"Begära tillgång","Request any available Movie or TV Show":"Begär någon tillgänglig film eller serie","Requests":"Förfrågningar","Reset Layout":"Återställ Layout","Restore":"Återställ","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"Återställ en säkerhetskopia av din databas och konfiguration från en backupfil. Du måste ange krypteringslösenordet som användes för att skapa backup","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"Återställ en säkerhetskopia av din databas och konfiguration från en backupfil. Du måste ange krypteringslösenordet som användes för att skapa backupen.","Restore Backup":"Återställ backup","Right, so how do I watch stuff?":"Så hur ser jag på saker?","Save":"Spara","Save Account":"Spara konto","Save Connection":"Spara anslutning","Save Dashboard":"Spara Dashboard","Save URL":"Spara URL","Scan for Users":"Skanna efter användare","Scan Libraries":"Skanna bibliotek","Scan Servers":"Skanna servrar","Scan Users":"Skanna användare","Search":"Sök","Search Settings":"Sökinställningar","Select Language":"Välj språk","Select Libraries":"Välj Bibliotek","Server API Key":"Server API-nyckel","Server connection verified!":"Serveranslutning verifierad!","Server IP or Address of your media server":"Server IP eller adress på din mediaserver","Server Type":"Servertyp","Server URL":"Server URL","Sessions":"Sessioner","Settings":"Inställningar","Settings Categories":"Inställningar Kategorier","Settings for user accounts":"Inställningar för användarkonton","Setup Wizarr":"Sätt upp Wizarr","Setup your account":"Ställ in ditt konto","Share":"Dela","Share Invitation":"Dela inbjudan","Share this link with your friends and family to invite them to join your media server.":"Dela den här länken med dina vänner och familj för att bjuda in dem till din medieserver.","So let's see how to get started!":"Så låt oss se hur du kommer igång!","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"Så du har nu tillgång till vår servers mediasamling. Låt oss se till att du vet hur du använder den med Plex.","Something went wrong":"Något gick fel","Something went wrong while trying to join the server. Please try again later.":"Något gick fel när du försökte gå med i servern. Försök igen senare.","Something's missing.":"Någonting saknas.","Sorry, we can't find that page. It doesn't seem to exist!":"Tyvärr, vi kan inte hitta den sidan. Den verkar inte finnas!","Start Support Session":"Starta supportsession","Start Walkthrough":"Starta genomgång","Still under development":"Fortfarande under utveckling","Summoning the spirits":"Tillkallar andarna","Support session ended":"Supportsession avslutad","Support Us":"Stöd oss","System Default":"Systemstandard","Tasks":"Uppgifter","There are a lot of settings, so you can search for them by using the search bar.":"Det finns många inställningar, så du kan söka efter dem genom att använda sökfältet.","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"Dessa är dina widgets, du kan använda dem för att få en snabb översikt över din Wizarr instans.","These features are only available to paying members":"Dessa funktioner är endast tillgängliga för att betala medlemmar","This is a temporary and we are working on adding support for other databases.":"Detta är tillfälligt och vi arbetar med att lägga till stöd för andra databaser.","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"Detta är slutet på guiden, vi hoppas att du tyckte om att du hittade det informativt! Kontakta oss gärna på Discord och låt oss veta vad du tycker om Wizarr.","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"Det är här du kan hantera dina inbjudningar, de kommer att visas här i en lista. Inbjudningar används för att bjuda in nya användare till din mediaserver.","This page is currently read only!":"Denna sida är för närvarande skrivskyddad!","To decrypt and encrypt backup files you can use the tools":"För att dekryptera och kryptera backupfiler kan du använda verktygen","To enable Server Widgets, navigate to your Server Settings.":"För att aktivera Server Widgets, navigera till dina Serverinställningar.","To get your Server ID right click on the server icon on the left hand sidebar.":"För att få ditt Server-ID högerklicka på serverikonen på vänstra sidomenyn.","Total Invitations":"Totala inbjudningar","Total Tasks":"Totala uppgifter","Total Users":"Totala användare","Try Again":"Försök igen","Type in your invite code for %{server_name}!":"Skriv in din inbjudningskod för %{server_name}!","Uh oh!":"Åh oh!","UI Settings":"UI-inställningar","Unable to detect server.":"Kan inte upptäcka servern.","Unable to save bug reporting settings.":"Kan inte spara buggrapporteringsinställningar.","Unable to save connection.":"Kan inte spara anslutning.","Unable to save due to widgets being disabled on this server.":"Kan inte spara på grund av att widgets är inaktiverade på denna server.","Unable to verify server.":"Kan inte verifiera servern.","Updates":"Uppdateringar","URL":"URL","User %{user} deleted":"Användare {user} borttagen","User deletion cancelled":"Användarborttagning avbruten","User Expiration":"Användarutgång","User expired %{s}":"Användaren upphörde % {s}","User expires %{s}":"Användaren upphör % {s}","Username":"Användarnamn","Users":"Användare","Verify Connection":"Verifiera anslutning","View":"Visa","View and download server logs":"Visa och ladda ner serverloggar","View and manage scheduled tasks":"Visa och hantera schemalagda uppgifter","View and manage your active sessions":"Visa och hantera dina aktiva sessioner","View and manage your membership":"Visa och hantera ditt medlemskap","View API key":"Visa API-nyckel","View information about the server":"Visa information om servern","Waving our wands":"Viftar med våra trollstavar","We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.":"Vi är glada över att erbjuda dig ett brett utbud av media att välja mellan. Om du har problem med att hitta något du gillar, oroa dig inte! Vi har ett användarvänligt förfrågningssystem som automatiskt kan söka efter media du letar efter.","We can pinpoint bottlenecks and optimize our applications for better performance.":"Vi kan hitta flaskhalsar och optimera våra applikationer för bättre prestanda.","We have categorized all of your settings to make it easier to find them.":"Vi har kategoriserat alla dina inställningar för att göra det lättare att hitta dem.","We value the security and stability of our services. Bug reporting plays a crucial role in maintaining and improving our software.":"Vi värdesätter säkerheten och stabiliteten i våra tjänster. Bug-rapportering spelar en avgörande roll för att upprätthålla och förbättra vår programvara.","We want to clarify that our bug reporting system does not collect sensitive personal data. It primarily captures technical information related to errors and performance, such as error messages, stack traces, and browser information. Rest assured, your personal information is not at risk through this service being enabled.":"Vi vill klargöra att vårt felrapporteringssystem inte samlar in känsliga personuppgifter. Det fångar främst teknisk information relaterad till fel och prestanda, till exempel felmeddelanden, stack spår och webbläsarinformation. Du kan vara säker på att din personliga information inte är riskzonen genom att aktivera denna tjänst.","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"Vi vill hjälpa dig att komma igång med Wizarr så snabbt som möjligt, överväga att följa denna genomgång för att få en snabb översikt.","We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.":"Vi är här för att hjälpa dig med eventuella problem eller frågor du kan ha. Om du behöver hjälp kan betalande medlemmar använda knappen nedan för att starta en live-supportsession med en Wizarr-assistent och vi kommer att försöka guida dig genom eventuella problem du kan ha och lösa dem.","Webhook deleted successfully":"Webhook raderade framgångsrikt","Webhook deletion cancelled":"Borttagning av webhook avbröts","Webhooks":"Webhooks","Welcome to":"Välkommen till","Welcome to Wizarr":"Välkommen till Wizarr","Why We Use Bug Reporting":"Varför vi använder Bug Reporting","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"Med Plex har du tillgång till alla filmer, TV-program, musik och foton som finns lagrade på deras server!","Wizarr":"Wizarr","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr är ett mjukvaruverktyg som ger avancerad användarinbjudan och hanteringsfunktioner för mediaservrar som Jellyfin, Emby och Plex. Med Wizarr kan serveradministratörer enkelt bjuda in nya användare och hantera deras åtkomst","Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?":"Wizarr är en overifierad app. Detta innebär att Plex kan varna dig om att använda den. Vill du fortsätta?","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr kommer automatiskt att skanna din mediaserver för nya användare, men du kan också manuellt skanna för nya användare genom att klicka på knappen \"Skanna efter användare\", det här är användbart om Wizarr inte har gjort det ännu.","Yes":"Ja","You are currently logged into membership.":"Du är för närvarande inloggad i medlemskap.","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"Du kan också redigera din instrumentpanel, ta bort widgets, lägga till nya widgets och flytta runt dem.","You can create a new invitation by clicking on the 'Create Invitation' button.":"Du kan skapa en ny inbjudan genom att klicka på knappen \"Skapa inbjudan\".","You can recieve notifications when your media is ready":"Du kan få meddelanden när din media är redo","You have successfully completed the setup process.":"Du har slutfört installationsprocessen.","You must be a paying member to use this feature.":"Du måste vara en betalande medlem för att använda den här funktionen.","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"Allt klart, klicka fortsätt för att komma igång och genomgå hur man använder %{serverName}!","Your browser does not support copying to clipboard":"Din webbläsare stöder inte kopiering till clipboard","Your Done":"Du är färdig","Your Invitations":"Dina inbjudningar","Your Settings":"Dina inställningar","Your Users":"Dina användare"},"zh_cn":{"About":"关于","Account":"账户","Account Error":"账户错误","Account Settings":"账户设置","Add API keys for external services":"为外部服务添加 API 密钥","Add Custom HTML page to help screen":"将自定义 HTML 页面添加到帮助页","Add Jellyseerr, Overseerr or Ombi support":"添加Jellyseerr、Overseerr或Ombi支持","Add Passkey":"添加密钥","Add Request Service":"添加请求服务","Add Service":"添加服务","Add webhooks for external services":"为外部服务添加Webhooks","Admin Account":"管理员账户","Advanced Options":"高级选项","Advanced Settings":"高级设置","Advanced settings for the server":"服务器的高级设置","All done!":"全部完成！","All of your media server settings will appear here, we know your going to spend a lot of time here 😝":"您所有的媒体服务器设置都会显示在这里，我们知道您会在这里花费很多时间 😝","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"您媒体服务器的用户的将以列表的形式展示。您可以方便地管理、编辑和删除用户。此外，其他信息，如到期日期或创建日期，也将一览无余地显示在这个页面上。","An error occured while creating your account, your account may of not of been created, if you face issue attempting to login, please contact an admin.":"抱歉，创建您的账户时出现了问题，可能并未成功完成账户创建流程。如果您在登录时遇到任何问题，请务必联系管理员寻求帮助。","API Key":"API 密钥","API key deleted successfully":"API 密钥删除成功","API key deletion cancelled":"已取消 API 密钥删除操作","API key for your media server":"您媒体服务器的 API 密钥","API keys":"API 密钥","Are you sure you want to delete this API key?":"您确定要删除此 API 密钥吗？","Are you sure you want to delete this invitation?":"您确定要删除此邀请吗？","Are you sure you want to delete this request?":"您确定要删除此申请吗？","Are you sure you want to delete this webhook?":"您确定要删除此 Webhook 吗？","Are you sure you want to reset your dashboard?":"您确定要重置仪表盘吗？","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"您确定要保存此连接吗？这将重置您的 Wizarr，可能会导致数据丢失。","Are you sure you want to start a support session?":"您确定要开始支持会话吗？","Are you sure?":"您确定吗？","Automatic Media Requests":"自动媒体请求","Back":"返回","Backup":"备份","Backup File":"备份文件","Bug Reporting":"错误报告","Bug reports helps us track and fix issues in real-time, ensuring a smoother user experience.":"错误报告帮助我们实时跟踪和修复问题，确保用户体验更加流畅。","Change your password":"更改密码","Check for and view updates":"检查并查看更新","Check it Out":"检查一下","Click \"Widget\" on the left hand sidebar.":"在左侧边栏上点击“小部件”。","Click on \"Copy ID\" then paste it it in the box below.":"点击“复制 ID”，然后将其粘贴到下方的输入框中。","Click the key to copy to clipboard!":"点击键盘上的按键以复制到剪贴板！","Close":"关闭","Configure Discord bot settings":"配置Discord机器人设置","Configure notification settings":"配置通知设置","Configure payment settings":"配置付款设置","Configure Wizarr to display a dynamic Discord Widget to users onboarding after signup.":"配置 Wizarr，在注册后向用户展示一个动态的 Discord 小部件。","Configure your account settings":"配置您的帐户设置","Configure your media server settings":"配置您的媒体服务器设置","Configure your passkeys":"配置您的密钥","Continue to Login":"继续登录","Copied to clipboard":"复制到剪贴板","Copy":"复制","Could not connect to the server.":"无法连接到服务器。","Could not create the account.":"无法创建账户。","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"创建数据库和配置的备份。请设置一个加密密码来保护您的备份文件。","Create and restore backups":"创建和恢复备份","Create Another":"创建另一个","Create API Key":"创建 API 密钥","Create Flow":"创建流程","Create Invitation":"创建邀请","Create Webhook":"创建 Webhook","Current Version":"当前版本","Currently Wizarr only supports it's internal SQLite database.":"目前 Wizarr 仅支持 SQLite 数据库。","Custom HTML":"自定义 HTML","Dashboard reset cancelled":"已取消仪表盘重置","Dashboard reset successfully":"已重置仪表盘","Dashboard Widgets":"仪表盘小部件","Database":"数据库","Deleted users will not be visible":"已删除的用户将不可见","Detect Server":"检测服务器","Detected %{server_type} server!":"检测到 %{server_type} 服务器！","Detected Media Server":"检测到媒体服务器","Discord":"Discord","Discord Bot":"Discord 机器人","Discord Server ID:":"Discord 服务器 ID：","Display Name":"显示名称","Display Name for your media servers":"您的媒体服务器显示名称","Do you really want to delete this user from your media server?":"您真的想从媒体服务器中删除此用户吗？","Don't see your server?":"没有找到您的服务器？","Edit Dashboard":"编辑仪表盘","Eh, So, What is Jellyfin exactly?":"嗯，那么，Jellyfin 到底是什么？","Eh, So, What is Plex exactly?":"嗯，那么，Plex 到底是什么？","Email":"邮件","Enable Discord page and configure settings":"启用 Discord 页面并配置设置","Enable Server Widget:":"启用服务器小部件：","Encryption Password":"加密密码","End of Tour":"导览结束","Ensure the toggle for \"Enable Server Widget\" is checked.":"请确保已勾选 “启用服务器小部件” 开关。","Enter your email and password to login into your membership.":"输入您的电子邮件和密码以登录会员账户。","Error Monitoring":"错误监控","Expired %{s}":"已过期 %{s}","Expires %{s}":"到期日期 %{s}","Failed to create invitation":"创建邀请失败","First make sure you have Developer Mode enabled on your Discord by visiting your Discord settings and going to Appearance.":"首先，请确保您的 Discord 上已启用开发者模式，方法是访问您的 Discord 设置并转到外观选项。","First name":"名字","Flow Editor":"流程编辑器","General settings for the server":"服务器的常规设置","Get live support from the server admins":"从服务器管理员获取实时支持","Get Started":"立即畅享","Getting Started!":"开始入门！","Go Home":"回到主页","Go to Dashboard":"转到仪表盘","Go to Login":"去登录","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"好消息！您现在可以访问我们服务器的媒体收藏了。让我们确保您知道如何使用Jellyfin。","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"很棒的问题！Plex 是一款允许个人与他人分享媒体收藏的影视解决方案。如果你收到了这个邀请，意味着他们想要与你分享他们的媒体库，一起畅享高质量影音视界。","here":"这里","Here's why":"这就是为什么","Home":"主页","https://example.com":"https://example.com","I wanted to invite you to join my media server.":"我想邀请你加入我的媒体服务器，一起畅享高质量影音视界。","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"如果您是由朋友的邀请而来，我们诚挚地欢迎您！请您申请访问权限，或者若您已经获得邀请码，请点击“立即畅享”！","Invalid invitation code, please try again":"无效的邀请码，请重试","Invitation Code":"邀请码","Invitation deleted successfully":"已删除邀请","Invitation deletion cancelled":"已取消删除邀请","Invitation Details":"邀请详情","Invitation expired %{s}":"邀请已过期 %{s｝","Invitation expires %{s}":"邀请将在 %{s} 过期","Invitation Settings":"邀请设置","Invitation used":"邀请已被使用","Invitation Users":"邀请用户","Invitations":"邀请","Invite Code":"若下方已自动填入邀请码请直接点击加入","Invited Users":"已邀请的用户","It allows us to identify and resolve problems before they impact you.":"它使我们能够在问题影响您之前识别并解决掉问题。","It couldn't be simpler! Jellyfin is available on a wide variety of devices including laptops, tablets, smartphones, and TVs. All you need to do is download the Jellyfin app on your device, sign in with your account, and you're ready to start streaming your media. It's that easy!":"它再简单不过了！Jellyfin 可在各种设备上使用，包括笔记本电脑、平板电脑、智能手机和电视。您只需在设备上下载 Jellyfin 应用程序，使用您的帐户登录，就可以开始流媒体播放了。就是这么简单！","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin 是一个平台，让您可以在一个地方流式播放所有喜爱的电影、电视节目和音乐。就像拥有自己的个人电影院一样，尽在指尖之间！将其视为您最喜欢内容的数字图书馆，可随时随地从任何设备上访问 - 手机、平板电脑、笔记本电脑、智能电视等等。","Join":"加入","Join & Download":"登录并下载","Join & Download Plex for this device":"在此设备上登录并下载 Plex","Join my media server":"加入我的媒体服务器","Join our Discord":"加入我们的 Discord","Last name":"姓","Latest Info":"最新信息","Latest Information":"最新信息","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"就像这个小部件一样，它会定期向您展示关于 Wizarr 的最新信息，由我们优秀的团队定期更新。","Live Support":"在线支持","Load More":"加载更多","Login":"登录","Login into Membership":"登录会员","Login to Plex":"连接到 Plex","Login with Passkey":"用密钥登录","Login with Password":"用密码登录","Logout":"退出登录","Logs":"日志","Made by ":"Made by ","Main Settings":"主要设置","Manage bug reporting settings":"管理错误报告设置","Manage you Wizarr server":"管理您的 Wizarr 服务器","Manage your command flows":"管理您的命令流程","Manage your invitations":"管理您的邀请","Manage your media server users":"管理您的媒体服务器用户","Managing %{user}":"管理 %{user}","Martian":"Martian","marvin":"marvin","Marvin":"Marvin","marvin@wizarr.dev":"marvin@wizarr.dev","Media Server":"媒体服务器","Media Server Address":"媒体服务器地址","Media Server Override":"媒体服务器覆盖","Media will be automatically downloaded to your library":"媒体将自动下载到您的媒体库中","Members Online":"在线会员","Members Only":"仅限会员","Membership":"会员","Membership Registration":"会员注册","Membership Required":"需要会员资格","Mixing the potions":"混合药水","Modify the look and feel of the server":"定制服务器外观与体验","My API Key":"我的 API 密钥","My Webhook":"我的 Webhook","Name":"名字","Next":"下一个","Next Page":"下一页","No API Keys found":"未找到 API 密钥","No contributors found":"未找到贡献者","No expiration":"无到期日","No Invitations found":"未找到邀请","No Passkeys found":"未找到密钥","No Requests found":"未找到请求","No servers could be found.":"未找到服务器。","No settings matched your search.":"未找到与您搜索匹配的设置。","No Users found":"未找到用户","No Webhooks found":"未找到 Webhooks","Notifications":"通知","Okay":"好啦","Open Jellyfin":"打开Jellyfin","Open Plex":"打开 Plex","Open Window":"打开窗口","Optional if your server address does not match your external address":"如果您的服务器地址与您的外部地址不同，则可选择此选项","Passkey Authentication":"密钥验证","Password":"密码","Payments":"付款","Performance Optimization":"性能优化","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"打算在此设备上观看电影？为该设备下载 Jellyfin 或单击 \"下一步 \"查看其他选项。","Planning on watching Movies on this device? Download Plex for this device.":"打算在此设备上观看电影？为该设备下载 Plex。","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"请注意，这些工具仅用于调试目的，对于使用这些工具可能产生的任何问题，我们将不提供任何支持。","Please bare with us while we work on development of this portal.":"在我们开发这个门户网站的过程中，请多多关照。","Please enter a server URL and API key.":"请输入服务器 URL 和 API 密钥。","Please enter a server URL.":"请输入服务器 URL。","Please enter an invite code":"请输入邀请码","Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.":"请在下方输入您的 Discord 服务器 ID 并确保服务器小工具已启用。如果您不知道如何获取 Discord 服务器 ID 或启用小部件，请按照以下说明操作。","Please enter your invite code":"请输入邀请码","Please login to your Plex account to help us connect you to our server.":"请登录您的 Plex 账户，这样我们就能为您开启媒体库访问权限。","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"请复制您的 API 密钥。您将无法再次看到它，请务必将其保存在安全的地方。","Please wait":"请稍候","Please wait...":"请稍候...","Plex Warning":"Plex 警告","Preparing the spells":"配置命令","Proactive Issue Resolution":"主动解决问题","Read More":"查看更多","Recent Contributors":"最近的贡献者","Register":"注册","Request Access":"申请访问权限","Request any available Movie or TV Show":"申请访问可用的电影或电视节目","Requests":"请求","Reset Layout":"重置布局","Restore":"恢复","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"从备份文件恢复数据库和配置的备份。您需要提供用于创建备份的加密密码","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"从备份文件恢复数据库和配置的备份。您需要提供用于创建备份的加密密码。","Restore Backup":"恢复备份","Right, so how do I watch stuff?":"好的，那我该如何观看内容呢？","Save":"保存","Save Account":"保存账户","Save Connection":"保存连接","Save Dashboard":"保存仪表盘","Save URL":"保存 URL","Scan for Users":"扫描用户","Scan Libraries":"扫描媒体库","Scan Servers":"扫描服务器","Scan Users":"扫描用户","Search":"搜索","Search Settings":"搜索设置","Select Language":"选择语言","Select Libraries":"选择媒体库","Server API Key":"服务器 API 密钥","Server connection verified!":"服务器连接正常！","Server IP or Address of your media server":"媒体服务器的 IP 或域名地址","Server Type":"服务器类型","Server URL":"服务器URL","Sessions":"字段","Settings":"设置","Settings Categories":"设置类别","Settings for user accounts":"用户账户设置","Setup Wizarr":"设置 Wizarr","Setup your account":"设置您的账户","Share":"分享","Share Invitation":"分享邀请","Share this link with your friends and family to invite them to join your media server.":"与您的亲朋好友分享此链接，邀请他们加入您的媒体服务器。","So let's see how to get started!":"那么，让我们看看如何开始吧！","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"现在您可以访问我们服务器的媒体收藏了。让我们确保你知道如何使用 Plex。","Something went wrong":"出错啦","Something went wrong while trying to join the server. Please try again later.":"在尝试加入服务器时出了问题。请稍后再试。","Something's missing.":"少了点什么。","Sorry, we can't find that page. It doesn't seem to exist!":"抱歉，我们找不到该页面。它似乎不存在！","Start Support Session":"开始支持会话","Start Walkthrough":"开始步骤演示","Still under development":"开发中","Summoning the spirits":"调用服务","Support session ended":"支持字段结束","Support Us":"支持我们","System Default":"系统默认","Tasks":"任务","There are a lot of settings, so you can search for them by using the search bar.":"有很多设置，您可以使用搜索栏进行搜索。","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"这些是您的小部件，您可以用它们快速浏览 Wizarr 实例。","These features are only available to paying members":"只有付费会员才能使用这些功能","This is a temporary and we are working on adding support for other databases.":"这只是暂时的，我们正在努力增加对其他数据库的支持。","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"本次导览到此结束，希望您喜欢并从中获得帮助！欢迎在 Discord 上与我们联系，让我们了解您对 Wizarr 的想法。","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"在这里您可以管理您的邀请，它们会以列表的形式出现在这里。邀请函用于邀请新用户使用媒体服务器。","This page is currently read only!":"本页面只读！","To decrypt and encrypt backup files you can use the tools":"要解密和加密备份文件，您可以使用以下工具","To enable Server Widgets, navigate to your Server Settings.":"要启用服务器小部件，请导航至服务器设置。","To get your Server ID right click on the server icon on the left hand sidebar.":"要获取服务器 ID，请右键单击左侧边栏上的服务器图标。","Total Invitations":"邀请总数","Total Tasks":"任务总数","Total Users":"用户总数","Try Again":"再试一次","Type in your invite code for %{server_name}!":"邀请你加入我的媒体服务器 - %{server_name}","Uh oh!":"啊哦！","UI Settings":"用户界面设置","Unable to detect server.":"无法检测服务器。","Unable to save bug reporting settings.":"无法保存错误报告设置。","Unable to save connection.":"无法保存连接。","Unable to save due to widgets being disabled on this server.":"由于该服务器上的部件已禁用，因此无法保存。","Unable to verify server.":"无法验证服务器。","Updates":"更新","URL":"URL","User %{user} deleted":"用户 %{user} 已删除","User deletion cancelled":"取消用户删除","User Expiration":"用户过期","User expired %{s}":"用户已过期 %{s}","User expires %{s}":"用户过期 %{s｝","Username":"用户名","Users":"用户","Verify Connection":"验证连接","View":"查看","View and download server logs":"查看并下载服务器日志","View and manage scheduled tasks":"查看并管理预定任务","View and manage your active sessions":"查看并管理你的活动会话","View and manage your membership":"查看并管理您的会员资格","View API key":"查看 API 密钥","View information about the server":"查看服务器信息","Waving our wands":"挥动我们的魔杖","We are excited to offer you a wide selection of media to choose from. If you're having trouble finding something you like, don't worry! We have a user-friendly request system that can automatically search for the media you're looking for.":"我们很高兴为您提供丰富的媒体选择。如果您在寻找喜欢的内容时遇到困难，不用担心！我们有一个友好的请求系统，可以自动搜索你想要的媒体。","We can pinpoint bottlenecks and optimize our applications for better performance.":"我们可以找出瓶颈并优化应用程序，以提升性能。","We have categorized all of your settings to make it easier to find them.":"我们已将您的所有设置分类，以便更轻松地找到它们。","We value the security and stability of our services. Bug reporting plays a crucial role in maintaining and improving our software.":"我们重视服务的安全性和稳定性。Bug报告在维护和改进我们的软件方面发挥着至关重要的作用。","We want to clarify that our bug reporting system does not collect sensitive personal data. It primarily captures technical information related to errors and performance, such as error messages, stack traces, and browser information. Rest assured, your personal information is not at risk through this service being enabled.":"我们想澄清，我们的 Bug 报告系统不会收集敏感个人数据。它主要捕获与错误和性能相关的技术信息，例如：错误消息、堆栈跟踪和浏览器信息。请放心，启用此服务不会使您的个人信息处于风险之中。","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"我们希望能够帮助您尽快学会如何使用 Wizarr，请完成新手引导，以快速上手。","We're here to help you with any issues or questions you may have. If you require assistance, paying members can use the button below to begin a live support session with a Wizarr assistant and we will attempt to guide you through any issues you may be having and resolve them.":"我们在这里帮助您解决遇到的任何问题或疑问。如果您需要帮助，付费会员可以使用下面的按钮开始与 Wizarr 助手进行实时沟通，我们将尝试指导您解决任何出现的问题。","Webhook deleted successfully":"Webhook 删除成功","Webhook deletion cancelled":"取消删除 Webhook","Webhooks":"Webhooks","Welcome to":"欢迎","Welcome to Wizarr":"Wizarr 畅享视界","Why We Use Bug Reporting":"我们为什么使用 Bug 报告","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"通过 Plex，您将可以访问存储在其服务器上的所有电影、电视节目、音乐和照片！","Wizarr":"Wizarr","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr 是专为 Plex、Jellyfin 和 Emby 等媒体服务器量身打造的高级用户邀请和管理解决方案。服务器管理员可轻松通过 Wizarr 邀请新用户加入媒体服务器，轻松畅享丰富且高质量的影音视界","Wizarr is an unverified app. This means that Plex may warn you about using it. Do you wish to continue?":"Wizarr 是一款未经验证的应用程序。这意味着 Plex 可能会发出警告信息。您是否希望继续？","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr将自动扫描你的媒体服务器,供新用户使用,但你也可以通过点击“供用户使用的扫描仪”对新用户进行人工扫描,如果Wizarr还没有赶到这样做的话,这样做是有用的。.","Yes":"确定","You are currently logged into membership.":"您当前已登录会员账户。","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"您还可以编辑您的仪表盘，删除小部件，添加新小部件并对它们进行移动。","You can create a new invitation by clicking on the 'Create Invitation' button.":"您可以通过点击“创建邀请”按钮来创建新的邀请。","You can recieve notifications when your media is ready":"当您的媒体服务器准备就绪时将收到通知","You have successfully completed the setup process.":"您已完成设置。","You must be a paying member to use this feature.":"你必须是付费会员才能使用此功能。","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"你已准备就绪，请点击“继续”开始并了解如何使用 %{serverName}！","Your browser does not support copying to clipboard":"你的浏览器不支持复制到剪贴板","Your Done":"完成","Your Invitations":"你的邀请","Your Settings":"你的设置","Your Users":"你的所有用户"},"ru":{},"zh_tw":{"About":"關於","Account":"帳號","Account Settings":"帳號設定","Add Custom HTML page to help screen":"新增自定義 HTML 頁面至幫助畫面","Add Jellyseerr, Overseerr or Ombi support":"新增 Jellyseerr, Overseerr 或 Ombi 支援","Add Passkey":"新增 Passkey","Add Request Service":"新增 請求 服務","Add Service":"新增 服務","Add webhooks for external services":"新增外部服務的 Webhooks","Admin Account":"管理員帳號","Advanced Options":"進階選項","Advanced Settings":"進階設定","Advanced settings for the server":"進階伺服器設定","All of your media server users will appear here in a list. You can manage them, edit them, and delete them. Other information like their expiration or creation date will also be displayed here.":"您所有的媒體伺服器用戶都將顯示在此處。您可以管理、編輯和刪除它們。其他資訊（例如到期日期或建立日期）也將顯示於此。","API Key":"API 鑰匙","API key deleted successfully":"API 鑰匙 成功刪除","API key deletion cancelled":"API 鑰匙 刪除 已經取消","API keys":"API 鑰匙","Are you sure you want to delete this API key?":"您確定要刪除這個 API 鑰匙嗎？","Are you sure you want to delete this invitation?":"您確定要刪除這個邀請碼嗎？","Are you sure you want to delete this request?":"您確定要刪除這個請求嗎？","Are you sure you want to delete this webhook?":"您確定要刪除這個 Webhook 嗎？","Are you sure you want to reset your dashboard?":"您確定要重置你的儀表板嗎？","Are you sure you want to save this connection, this will reset your Wizarr instance, which may lead to data loss.":"您確定要保存此連線嗎？這將重置您的 Wizarr，可能會導致失去相關數據。","Are you sure?":"你確定嗎？","Back":"返回","Backup":"備份","Backup File":"備份檔案","Change your password":"更改您的密碼","Check for and view updates":"檢查及查看更新","Close":"關閉","Configure Discord bot settings":"設定 Discord 機械人選項","Configure notification settings":"設定通知選項","Configure payment settings":"設定付款選項","Configure your account settings":"設定帳號選項","Configure your media server settings":"設定媒體伺服器選項","Configure your passkeys":"設定 Passkeys","Copied to clipboard":"已複製到剪貼簿","Copy":"複製","Could not connect to the server.":"無法連接到伺服器。","Could not create the account.":"無法創立帳號。","Create a backup of your database and configuration. Please set an encryption password to protect your backup file.":"建立您的數據庫和配置的備份。請設置加密密碼以保護您的備份檔案。","Create and restore backups":"建立和恢復備份","Create API Key":"建立 API 鑰匙","Create Flow":"建立流程","Create Webhook":"建立 Webhook","Currently Wizarr only supports it's internal SQLite database.":"目前 Wizarr 只支持其內置的SQLite數據庫。","Custom HTML":"自定義 HTML","Dashboard reset cancelled":"儀表板重置已取消","Dashboard reset successfully":"儀表板重置成功","Dashboard Widgets":"儀表板小工具","Database":"數據庫","Deleted users will not be visible":"已刪除的用戶將不會顯示","Detect Server":"檢測伺服器","Detected %{server_type} server!":"檢測到 %{server_type} 伺服器！","Discord":"Discord","Discord Bot":"Discord 機械人","Do you really want to delete this user from your media server?":"你確定要從你的媒體伺服器中刪除這個用戶嗎？","Don't see your server?":"看不到你的伺服器嗎？","Edit Dashboard":"編輯儀表板","Eh, So, What is Jellyfin exactly?":"哎，所以 Jellyfin 是什麼？","Eh, So, What is Plex exactly?":"哎，所以 Plex 是什麼？","Email":"電郵","Enable Discord page and configure settings":"啟用 Discord 頁面並配置設置","Encryption Password":"加密密碼","End of Tour":"導覽結束","Expired %{s}":"已過期 %{s}","Expires %{s}":"到期日 %{s}","Failed to create invitation":"建立邀請碼失敗","First name":"名字","Flow Editor":"流程編輯器","Go Home":"回到首頁","Go to Dashboard":"回到儀表板","Go to Login":"回到登入頁面","Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Jellyfin.":"好消息！您現在可以訪問我們伺服器的媒體收藏。讓我們確保您知道如何使用 Jellyfin 來訪問它。","Great question! Plex is a software that allows individuals to share their media collections with others. If you've received this invitation, it means someone wants to share their library with you.":"好問題！Plex是一款允許個人與他人分享媒體收藏的軟件。如果您收到了這個邀請，那就表示有人想與您分享他們的媒體庫。","Home":"首頁","I wanted to invite you to join my media server.":"誠意邀請你加入我的媒體伺服器。","If you were sent here by a friend, please request access or if you have an invite code, please click Get Started!":"如果你是經朋友推薦來的，請先申請訪問。若你已有邀請碼，請直接點擊「開始使用」！","Invalid invitation code, please try again":"邀請碼無效，請重新嘗試","Invitation Code":"邀請碼","Invitation deleted successfully":"邀請成功刪除","Invitation deletion cancelled":"邀請刪除已取消","Invitation Details":"邀請詳情","Invitation expired %{s}":"邀請已過期 %{s}","Invitation expires %{s}":"邀請過期日 %{s}","Invitation Settings":"邀請設定","Invitation used":"邀請已被使用","Invitation Users":"邀請用戶","Invite Code":"邀請碼","Invited Users":"已邀請用戶","Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.":"Jellyfin是一個平台，讓您可以在一個地方串流所有您最喜愛的電影、電視節目和音樂。就像擁有您自己的個人電影院，輕鬆隨手可及！把它想像成您最喜愛內容的數字圖書館，您可以在任何地方、使用任何設備 - 手機、平板電腦、筆記本電腦、智能電視等等。無論您身在何處，都可以輕鬆享受。","Join":"加入","Join & Download":"加入並下載","Join & Download Plex for this device":"加入並在此設備上下載 Plex","Join my media server":"加入我的媒體伺服器","Last name":"姓氏","Latest Info":"最新資訊","Latest Information":"最新消息","Like this Widget, it shows you the latest information about Wizarr and will be updated regularly by our amazing team.":"就像這個小工具一樣，它會定期由我們出色的團隊更新，為您提供有關 Wizarr 的最新信息。","Load More":"加載更多","Login":"登入","Login to Plex":"登入 Plex","Login with Passkey":"使用 Passkey 登入","Login with Password":"使用密碼登入","Logout":"登出帳號","Logs":"日誌","Main Settings":"主要設定","Manage you Wizarr server":"管理您的 Wizarr 伺服器","Manage your command flows":"管理您的命令流程","Manage your invitations":"管理您的邀請","Manage your media server users":"管理您的媒體伺服器用戶","Managing %{user}":"管理 %{user}","Media Server":"媒體伺服器","Modify the look and feel of the server":"修改伺服器的外觀和風格","My API Key":"我的 API 鑰匙","My Webhook":"我的 Webhook","Name":"名字","Next Page":"下一頁","No API Keys found":"找不到 API 鑰匙","No contributors found":"找不到貢獻者","No expiration":"無到期日期","No Invitations found":"找不到邀請","No Passkeys found":"找不到 Passkeys","No Requests found":"找不到請求","No servers could be found.":"找不到伺服器。","No settings matched your search.":"沒有找到符合您搜尋的設置。","No Users found":"找不到用戶","No Webhooks found":"找不到 Webhooks","Notifications":"通知","Open Jellyfin":"啟動 Jellyfin","Open Plex":"啟動 Plex","Passkey Authentication":"Passkeys 授權","Password":"密碼","Payments":"付款","Performance Optimization":"性能優化","Planning on watching Movies on this device? Download Jellyfin for this device or click 'Next' to for other options.":"計劃在這台裝置上觀看電影嗎？請下載Jellyfin在此裝置上，或點擊'下一步'查看其他選擇。","Planning on watching Movies on this device? Download Plex for this device.":"您計劃在這台裝置上觀看電影嗎？請下載Plex在此裝置上使用。","Please bare in mind that these tools are only for debugging purposes and we will not provide you with support from any issues that may arise from using them.":"請注意，這些工具僅供調試使用，我們將不會為因使用這些工具而引起的任何問題提供支援。","Please enter a server URL and API key.":"請輸入伺服器網址和 API 鑰匙。","Please enter a server URL.":"請輸入伺服器網址。","Please enter an invite code":"請輸入邀請碼","Please enter your Discord Server ID below and ensure Server Widgets are enabled. If you don't know how to get your Discord Server ID or Enable Widgets, please follow the instructions below.":"請在下方輸入您的 Discord 伺服器 ID，並確保已啟用伺服器小工具。如果您不知道如何獲取您的 Discord 伺服器 ID 或啟用小工具，請按照以下說明進行操作。","Please enter your invite code":"請輸入您的邀請碼","Please login to your Plex account to help us connect you to our server.":"請登入您的 Plex 帳號，以協助我們將您連接到我們的伺服器。","Please take a copy your API key. You will not be able to see it again, please make sure to store it somewhere safe.":"請複製您的 API 鑰匙。您將無法再次查看它，請務必儲存在安全的地方。","Please wait":"請稍候","Please wait...":"請稍候...","Preparing the spells":"魔法準備中","Read More":"閱讀更多","Request Access":"請求訪問權限","Requests":"請求","Reset Layout":"重置版面","Restore":"恢復","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup":"從備份檔案恢復您的數據庫和配置。您需要提供用於建立備份的加密密碼","Restore a backup of your database and configuration from a backup file. You will need to provide the encryption password that was used to create the backup.":"從備份檔案恢復您的數據庫和配置。您需要提供用於建立備份的加密密碼。","Restore Backup":"恢復備份","Right, so how do I watch stuff?":"好，那我該如何觀看影視內容呢？","Save":"儲存","Save Account":"儲存帳號","Save Connection":"儲存連線","Save Dashboard":"儲存儀表板","Save URL":"儲存網址","Scan for Users":"掃瞄用戶","Scan Libraries":"掃瞄媒體庫","Scan Servers":"掃瞄伺服器","Scan Users":"掃瞄用戶","Search":"搜尋","Search Settings":"搜尋設定","Select Language":"選擇語言","Select Libraries":"選擇媒體庫","Server API Key":"伺服器 API 鑰匙","Server connection verified!":"伺服器連線已驗證！","Server IP or Address of your media server":"您的媒體伺服器的伺服器 IP 或地址","Server Type":"伺服器類型","Server URL":"伺服器網址","Settings":"設定","Settings Categories":"設定分類","Settings for user accounts":"用戶帳號設定","Setup Wizarr":"設置 Wizarr","Setup your account":"設置您的帳號","Share":"分享","Share Invitation":"分享邀請","Share this link with your friends and family to invite them to join your media server.":"與您的朋友和家人分享此連結，邀請他們加入您的媒體伺服器。","So let's see how to get started!":"那麼，讓我們來看看如何開始吧！","So you now have access to our server's media collection. Let's make sure you know how to use it with Plex.":"您現在可以訪問我們伺服器的媒體收藏了。讓我們確保您知道如何在 Plex 中訪問它。","Something went wrong while trying to join the server. Please try again later.":"很抱歉，我們在嘗試加入伺服器時遇到了一些問題。請稍後再試一次。","Something's missing.":"有些東西遺漏了。","Sorry, we can't find that page. It doesn't seem to exist!":"抱歉，我們找不到該頁面。它似乎不存在！","Start Walkthrough":"開始新手導覽","Still under development":"開發中","Summoning the spirits":"召喚靈魂中","System Default":"系統默認","Tasks":"任務","There are a lot of settings, so you can search for them by using the search bar.":"這裡有許多設置，您可以使用搜索欄來輕鬆查找它們。","These are your widgets, you can use them to get a quick overview of your Wizarr instance.":"這些小工具可供您使用，以便快速瀏覽您的 Wizarr 。","This is a temporary and we are working on adding support for other databases.":"這只是暫時的，我們正在努力增加對其他數據庫的支持。","This is the end of the tour, we hope you enjoyed you found it informative! Please feel free to contact us on Discord and let us know what you think of Wizarr.":"導覽正式結束，我們希望您喜歡，也希望對您有幫助！請隨時通過Discord與我們聯繫，讓我們知道您對Wizarr的看法。","This is where you can manage your invitations, they will appear here in a list. Invitations are used to invite new users to your media server.":"在這裡，您可以管理您的邀請，它們會以列表形式顯示。邀請用於邀請新的用戶加入您的媒體伺服器。","This page is currently read only!":"此頁面目前僅供參考。","To decrypt and encrypt backup files you can use the tools":"您可以使用以下工具解密和加密備份檔案","Total Invitations":"邀請總數","Total Tasks":"任務總數","Total Users":"用戶總數","Try Again":"再試一次","Uh oh!":"哎呀！","UI Settings":"界面設定","Unable to detect server.":"無法偵測到伺服器。","Unable to save connection.":"無法儲存連線。","Unable to verify server.":"無法驗證伺服器。","Updates":"更新","URL":"網址","User %{user} deleted":"已刪除用戶 %{user}","User deletion cancelled":"用戶刪除取消","User Expiration":"用戶到期","User expired %{s}":"用戶已過期 %{s}","User expires %{s}":"用戶過期日 %{s}","Username":"用戶名稱","Users":"用戶","Verify Connection":"驗證連線","View":"檢視","View and download server logs":"查看並下載伺服器日誌","View and manage scheduled tasks":"查看並管理排程任務","View and manage your active sessions":"查看和管理您啟用中的連線階段","View API key":"查看 API 鑰匙","View information about the server":"查看伺服器資訊","Waving our wands":"揮動我們的魔杖吧","We have categorized all of your settings to make it easier to find them.":"我們已經將所有的設置進行了分類，以幫助您更輕鬆地找到它們。","We want to help you get started with Wizarr as quickly as possible, consider following this tour to get a quick overview.":"我們希望能盡快幫助您熟悉Wizarr，請考慮跟隨這個導覽，以獲得快速的概覽。","Webhook deleted successfully":"Webhook 成功刪除","Webhook deletion cancelled":"Webhook 刪除取消","Welcome to Wizarr":"歡迎來到 Wizarr","With Plex, you'll have access to all of the movies, TV shows, music, and photos that are stored on their server!":"使用Plex，您可以輕鬆訪問儲存在他們伺服器上的所有電影、電視節目、音樂和照片！","Wizarr is a software tool that provides advanced user invitation and management capabilities for media servers such as Jellyfin, Emby, and Plex. With Wizarr, server administrators can easily invite new users and manage their access":"Wizarr是一個專為媒體伺服器，如Jellyfin、Emby和Plex等提供先進用戶邀請和管理功能的軟件工具。使用Wizarr，伺服器管理員可以輕鬆地邀請新用戶並管理他們的訪問權限","Wizarr will automatically scan your media server for new users, but you can also manually scan for new users by clicking on the 'Scan for Users' button, this is useful if Wizarr has not gotten around to doing it yet.":"Wizarr 會自動檢查您的媒體伺服器是否有新的用戶，但如果 Wizarr 還沒有執行檢查，您也可以點擊\"掃描用戶\"按鈕手動執行。","You can also edit your dashboard, delete widgets, add new widgets, and move them around.":"您也可以自訂您的儀表板，刪除小工具、新增小工具，以及調整它們的位置。","You can create a new invitation by clicking on the 'Create Invitation' button.":"您可以透過點選「建立邀請」按鈕來建立新的邀請。","You have successfully completed the setup process.":"恭喜您成功完成了設定過程。","You're all set, click continue to get started and walkthrough how to use %{serverName}!":"您已準備就緒，點擊繼續以深入了解如何使用 %{serverName}！","Your browser does not support copying to clipboard":"您的瀏覽器不支援複製到剪貼板功能","Your Done":"您已完成","Your Invitations":"您的邀請","Your Settings":"您的設定","Your Users":"您的用戶"}}