Repository: wizarrrr/wizarr
Catalog: frontend/src/language/*/app.po
Languages: it

source: 1 Day
it: 1 giorno

source: 1 Month
it: 1 mese

source: 1 Week
it: 1 settimana

source: 1 Year
it: 1 anno

source: 6 Months
it: 6 mesi

source: About
it: Di

source: Add API keys for external services
it: Aggiungi chiavi API per servizi esterni

source: Add Custom HTML page to help screen
it: Aggiungi una pagina HTML personalizzata alla schermata della guida

source: Add Jellyseerr, Overseerr or Ombi support
it: Aggiungi il supporto Jellyseerr, Overseerr o Ombi

source: Admin Account
it: Conto amministratore

source: Advanced Options
it: Opzioni avanzate

source: Advanced settings for the server
it: Impostazioni avanzate per il server

source: Allow Downloads
it: Consenti download

source: Back
it: Indietro

source: Check for and view updates
it: Controlla e visualizza gli aggiornamenti

source: Check out our documentation for detailed instructions on how to install and run Wizarr!
it: Consulta la nostra documentazione per istruzioni dettagliate su come installare ed eseguire Wizarr!

source: Configure MFA authentication
it: Configura l'autenticazione MFA

source: Configure SSO login
it: Configura l'accesso SSO

source: Continue
it: Continua

source: Create account
it: Creare un account

source: Create Invitation
it: Crea invito

source: Currently Wizarr only supports it's internal SQLite database.
it: Attualmente Wizarr supporta solo il suo database SQLite interno.

source: Custom
it: Costume

source: Custom Duration
it: Durata personalizzata

source: Database
it: Banca dati

source: Duration
it: Durata

source: Enable Discord page and configure settings
it: Abilita la pagina Discord e configura le impostazioni

source: General settings for the server
it: Impostazioni generali per il server

source: Get Started
it: Iniziare

source: Go to Dashboard
it: Vai a CRUSCOTTO

source: Invitations
it: Inviti

source: Invite to Plex Home
it: Invito a Plex Home

source: Invited Users
it: Utenti invitati

source: Login with MFA
it: Accedi con MFA

source: Login with Password
it: Accedi con Password

source: Login with your account
it: Accedi con il tuo account

source: Manage your invitations
it: Gestisci i tuoi inviti

source: Modify the look and feel of the server
it: Modifica l'aspetto del server

source: Multi-Factor Authentication
it: Autenticazione a più fattori

source: Next
it: Prossimo

source: No settings matched your search.
it: Nessuna impostazione corrisponde alla tua ricerca.

source: Password
it: Parola d'ordine

source: Press the button below and follow your browser's steps to login
it: Premi il pulsante qui sotto e segui i passaggi del tuo browser per effettuare il login

source: Profile
it: Profilo

source: Request Access
it: Richiesta di accesso

source: Select All
it: Seleziona tutto

source: Select Libraries
it: Seleziona Librerie

source: Settings
it: Impostazioni

source: Setup Wizarr
it: Configurazione guidata

source: Show Information
it: Mostra informazioni

source: Something's missing.
it: Manca qualcosa.

source: Sorry, we can't find that page. It doesn't seem to exist!
it: Spiacenti, non riusciamo a trovare quella pagina. Sembra non esistere!

source: Specific Libraries
it: Librerie specifiche

source: This is a temporary and we are working on adding support for other databases.
it: Questo è temporaneo e stiamo lavorando per aggiungere il supporto per altri database.

source: Unlimited
it: Illimitato

source: Unlimited Usages
it: Usi illimitati

source: Use your Fingerprint or Face Recognition to Verify your Identity
it: Usa l'impronta digitale o il riconoscimento facciale per verificare la tua identità

source: Users
it: Utenti

source: View and download server logs
it: Visualizza e scarica i log del server

source: View and manage scheduled tasks
it: Visualizza e gestisci le attività pianificate

source: View information about the server
it: Visualizza le informazioni sul server

source: We hope you enjoy using Wizarr and invite you to explore its powerful features and intuitive interface. Should you need any assistance, please refer to our documentation or reach out to our community for support.
it: Ci auguriamo che ti piaccia usare Wizarr e ti invitiamo a esplorare le sue potenti funzionalità e l'interfaccia intuitiva. Se hai bisogno di assistenza, fai riferimento alla nostra documentazione o contatta la nostra community per ricevere assistenza.

source: Welcome to Wizarr
it: Benvenuto in Wizarr

source: When set, invited user(s) will be removed from the server after the set number of days. (1-999)
it: Se impostato, gli utenti invitati verranno rimossi dal server dopo il numero di giorni impostato. (1-999)

source: Wizarr is an automatic user invitation system for Plex, Jellyfin, and Emby. With Wizarr, you can easily create unique invitation links to share with users, automatically inviting them to your Media Server! Furthermore, Wizarr provides guidance on downloading clients and instructions for using Jellyseerr, Overseerr or Ombi site.
it: Wizarr è un sistema di invito automatico degli utenti per Plex, Jellyfin ed Emby. Con Wizarr, puoi facilmente creare link di invito univoci da condividere con gli utenti, invitandoli automaticamente al tuo Media Server! Inoltre, Wizarr fornisce indicazioni sul download dei client e istruzioni per l'utilizzo del sito Jellyseerr, Overseerr o Ombi.

source: You have successfully completed the setup process.
it: Hai completato con successo il processo di installazione.

source: Your Done
it: Fatto
