Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: This action will modify your wizard steps configuration. Make sure to backup your current steps before importing if you want to preserve them.
de: Diese Aktion ändert die Konfiguration deiner Wizard-Schritte. Mach vor dem Importieren ein Backup deiner aktuellen Schritte, wenn du sie behalten willst.
es: Esta acción modificará la configuración de sus pasos de genio. Asegúrese de respaldar sus pasos actuales antes de importar si quiere conservarlos.
it: Questa azione modificherà la configurazione dei passaggi della procedura guidata. Assicurati di fare un backup dei passaggi attuali prima di importare se vuoi conservarli.
nl: Met deze actie wordt de configuratie van uw wizardstappen gewijzigd. Zorg ervoor dat u een back-up van uw huidige stappen maakt voordat u ze importeert, als u ze wilt behouden.
pt_br: Esta ação modificará a configuração das etapas do assistente. Certifique-se de fazer backup das etapas atuais antes de importar se quiser preservá-las.
ro: Această acțiune va modifica configurarea pașilor. Fă backup pașilor actuali înainte de import dacă dorești să-i păstrezi.
ru: Это действие изменит конфигурацию шагов мастера. Обязательно создайте резервную копию текущих шагов перед импортом, если хотите их сохранить.

source: Import Steps
da: Importér trin
de: Schritte importieren
es: Importar Pasos
it: Importa passaggi
nl: Importeer Stappen
pt_br: Importar etapas
ro: Importă pașii
ru: Импортировать шаги

source: Add Preset Wizard Step
de: Vorlagen-Schritt hinzufügen
es: Añadir Paso de Genio Prefijado
it: Aggiungi passaggio predefinito procedura guidata
nl: Toevoegen Vooringesteld Wizard Stap
pt_br: Adicionar etapa predefinida do assistente
ro: Adaugă un pas prestabilit
ru: Добавить предустановленный шаг мастера

source: Choose when this step should be shown to users
it: Scegli quando questo passaggio deve essere mostrato agli utenti
pt_br: Escolha quando esta etapa deve ser exibida aos usuários
ro: Alege când să fie arătat acest pas utilizatorilor
ru: Выберите, когда этот шаг должен быть показан пользователям

source: Your Discord server ID
da: Din Discord server ID
de: Deine Discord-Server-ID
es: Su ID de servidor de Discord
fr: Votre ID de serveur Discord
it: Il tuo ID server Discord
nl: Je Discord server ID
pt_br: ID do seu servidor Discord
ro: ID-ul serverului tău Discord
ru: ID вашего сервера Discord

source: URL to your Overseerr/Ombi instance
da: URL til din Overseerr/Ombi-instans
de: URL zu deiner Overseerr/Ombi-Instanz
es: URL para su instancia de Overseerr/Ombi
fr: URL vers votre instance Overseerr/Ombi
it: URL della tua istanza Overseerr/Ombi
nl: ULR naar je Overseerr/Ombi omgeving
pt_br: URL da sua instância Overseerr/Ombi
ro: URL-ul instanței tale Overseerr/Ombi
ru: URL вашего экземпляра Overseerr/Ombi

source: Create Step
de: Schritt erstellen
es: Crear Paso
fr: Créer une étape
it: Crea un account
nl: Creëer Stap
ro: Creează pas
ru: Создать шаг

source: Add...
it: Aggiungi...
pt_br: Adicionar...
ro: Adaugă...
ru: Добавить...

source: Widgets
it: Widget
ro: Widget-uri
ru: Виджеты

source: Recently Added Media
it: Media aggiunti di recente
pt_br: Mídia adicionada recentemente
ro: Media adăugate recent
ru: Недавно добавленные медиа

source: Show recent content
fr: Afficher le contenu récent
it: Mostra contenuti recenti
pt_br: Mostrar conteúdo recente
ro: Afișează conținutul recent
ru: Показать недавний контент

source: Button
it: Pulsante
pt_br: Botão
ro: Buton
ru: Кнопка

source: Add a clickable link button
it: Aggiungi un pulsante link cliccabile
pt_br: Adicionar um botão de link clicável
ro: Adaugă un buton cu link
ru: Добавить кликабельную кнопку-ссылку

source: Elements
fr: Éléments
it: Crea un account
ro: Elemente
ru: Элементы

source: Card
fr: Carte
it: Scheda
pt_br: Cartão
ru: Карточка

source: Add a styled content card
it: Aggiungi una scheda di contenuto stilizzata
pt_br: Adicionar um cartão de conteúdo estilizado
ro: Adaugă un card stilizat
ru: Добавить стилизованную карточку контента

source: Delete API Key
de: API-Schlüssel löschen
es: Borrar Llave API
fr: Supprimer la clé d'API
it: Predefinito
nl: Verwijder API Sleutel
ro: Șterge cheia API
ru: Удалить API ключ

source: No API keys
da: Ingen API nøgler
de: Keine API-Schlüssel
es: No hay llaves API
fr: Aucune clé d'API
it: Nessuna chiave API
nl: Geen API sleutels
pt_br: Nenhuma chave de API
ro: Nu există chei API
ru: Нет API ключей

source: Get started by creating a new API key.
da: Kom i gang med at oprette en ny API-nøgle.
de: Beginne damit, einen neuen API-Schlüssel zu erstellen.
es: Inicie creando una nueva llave API.
fr: Commencez en crééant une nouvelle clé d'API.
it: Inizia creando una nuova chiave API.
nl: Begin met het maken van een nieuwe API-sleutel.
pt_br: Comece criando uma nova chave de API.
ro: Începe prin a crea o cheie API nouă.
ru: Начните с создания нового API ключа.

source: Media Servers
de: Medienserver
es: Servidores de Medios
fr: Serveurs de médias
it: Server multimediali
ro: Servere media
ru: Медиа серверы

source: Type
de: Typ
es: Tipo
it: Tipo
nl: Soort
pt_br: Tipo
ro: Tip
ru: Тип

source: Verified
da: Verificeret
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
nl: Geverifieerd
pt_br: Verificado
ro: Verificat
ru: Проверен

source: Actions
da: Begivenheder
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
ro: Acțiuni
ru: Действия

source: Edit
da: Ændre
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
nl: Wijzig
pt_br: Editar
ro: Editează
ru: Редактировать

source: Delete this server?
da: Slet denne server?
de: Diesen Server löschen?
es: ¿Eliminar este servidor?
fr: Supprimer ce serveur ?
it: Eliminare questo server?
nl: Verwijder deze server?
pt_br: Excluir este servidor?
ro: Ștergi acest server?
ru: Удалить этот сервер?

source: No servers configured yet.
da: Ingen servere konfigureret endnu.
de: Noch keine Server eingerichtet.
es: No hay servidores configurados aún.
fr: Aucun serveur configuré pour l'instant.
it: Nessun server configurato ancora.
nl: Geen server geconfigureerd nog.
pt_br: Nenhum servidor configurado ainda.
ro: Încă nu există servere configurate.
ru: Серверы еще не настроены.

source: Administrators
da: Administratorer
de: Administratoren
es: Administradores
fr: Administrateurs
it: Amministratori
ro: Administratori
ru: Администраторы

source: Manage Passkeys
da: Administrer Adgangsnøgler
de: Passkeys verwalten
es: Gestionar Passkeys
it: Gestisci passkey
nl: Beheer Passkeys
pt_br: Gerenciar chaves de acesso
ro: Gestionează passkey-urile
ru: Управление Passkeys

source: No administrators yet.
da: Ingen administratorer endnu.
de: Noch keine Administratoren.
es: No hay administradores.
fr: Aucun administrateur pour l'instant.
it: Nessun amministratore ancora.
nl: Geen administrators nog.
pt_br: Nenhum administrador ainda.
ro: Nu există încă administratori.
ru: Администраторов пока нет.

source: Add Admin
de: Admin hinzufügen
es: Añadir Administrador
fr: Ajouter un administrateur
it: Admin
nl: Toevoegen Administrator
ro: Adaugă administrator
ru: Добавить администратора

source: API Keys
da: API Nøgler
de: API-Schlüssel
es: Llaves API
fr: Clés d'API
it: Chiavi API
nl: API Sleutels
pt_br: Chaves de API
ro: Chei API
ru: API ключи

source: Connections
da: Forbindelser
de: Verbindungen
es: Conexiones
fr: Connexions
it: Connessioni
nl: Verbindingen
pt_br: Conexões
ro: Conexiuni
ru: Подключения

source: Manage external service connections for automated user invitations
da: Administrer eksterne serviceforbindelser for automatiserede brugerinvitationer
de: Verwalte externe Serviceverbindungen für automatische Benutzereinladungen
es: Gestionar conexiones a servicios externos para invitaciones automatizadas
fr: Gérer les connexions aux services externes pour les invitations automatiques
it: Gestisci connessioni servizi esterni per inviti utente automatizzati
nl: Beheer externe service verbindngen voor automatisch gebruikers uitnodigingen
pt_br: Gerencie conexões de serviços externos para convites automáticos de usuários
ro: Gestionează conexiunile cu servicii externe pentru invitații automate
ru: Управление подключениями к внешним сервисам для автоматических приглашений пользователей

source: Add Connection
de: Verbindung hinzufügen
es: Añadir Conexión
fr: Ajouter une connexion
it: Impostazioni Avanzate
nl: Verbinding Toevoegen
ro: Adaugă conexiune
ru: Добавить подключение

source: Connection Name
da: Tilslutningsnavn
de: Name der Verbindung
es: Nombre de Conexión
fr: Nom de la connexion
it: Nome connessione
nl: Verbinding Naam
pt_br: Nome da conexão
ro: Numele conexiunii
ru: Имя подключения

source: Media Server
de: Medienserver
es: Servidor de Medios
fr: Serveur de médias
it: Server multimediale
ro: Server media
ru: Медиа сервер

source: Overseerr (Info)
es: (Info) de Overseerr
pt_br: Overseerr (Informação)
ru: Overseerr (Информация)

source: Auto-import enabled
da: Automatisk import aktiveret
de: Auto-Import aktiviert
es: Atuo-importar activado
fr: Import auto activé
it: Importazione automatica abilitata
nl: Automatisch importeren inschakelen
pt_br: Importação automática ativada
ro: Import automat activat
ru: Автоимпорт включен

source: Are you sure you want to delete this connection?
da: Er du sikker på, at du vil slette denne forbindelse?
de: Bist du sicher, dass du diese Verbindung löschen willst?
es: ¿Está seguro(a) de eliminar esta conexión?
fr: Voulez-vous vraiment supprimer cette connexion ?
it: Sei sicuro di voler eliminare questa connessione?
nl: Weet je zeker dat je deze verbinding wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta conexão?
ro: Sigur dorești să ștergi această conexiune?
ru: Вы уверены, что хотите удалить это подключение?

source: No connections configured
da: Ingen forbindelser konfigureret
de: Keine Verbindungen konfiguriert
es: No hay conexiones configuradas
fr: Aucune connexion configurée
it: Nessuna connessione configurata
nl: Geen verbinding geconfigureerd
pt_br: Nenhuma conexão configurada
ro: Nu există conexiuni configurate
ru: Подключения не настроены

source: Connect your external services to automate user invitations when invites are created for specific media servers.
da: Opret forbindelse til dine eksterne tjenester for at automatisere brugerinvitationer, når der oprettes invitationer til specifikke medieservere.
de: Verbinde deine externen Dienste, um Benutzereinladungen automatisch zu versenden, wenn Einladungen für bestimmte Medienserver erstellt werden.
es: Conecte sus servicios externos para automatizar las invitaciones de usuario cuando se creen invitaciones para servidores de medios específicos.
it: Connetti i tuoi servizi esterni per automatizzare gli inviti utente quando vengono creati inviti per server multimediali specifici.
nl: Verbind uw externe services om gebruikersuitnodigingen te automatiseren wanneer er uitnodigingen worden gemaakt voor specifieke mediaservers.
pt_br: Conecte seus serviços externos para automatizar convites de usuários quando convites forem criados para servidores de mídia específicos.
ro: Conectează-ți serviciile externe pentru a automatiza invitațiile, în funcție de serverele media selectate.
ru: Подключите внешние сервисы для автоматизации приглашений пользователей при создании приглашений для определенных медиа серверов.

source: Add Your First Connection
da: Tilføj din første forbindelse
de: Erste Verbindung einrichten
es: Añadir Su Primera Conexión
fr: Ajoutez votre première connexion
it: Aggiungi la tua prima connessione
nl: Eerste Verbinding Toevoegen
pt_br: Adicione sua primeira conexão
ro: Adaugă prima conexiune
ru: Добавьте первое подключение

source: General Settings
de: Allgemeine Einstellungen
es: Ajustes Generales
fr: Paramètres généraux
it: Cambia le impostazioni del server
nl: Algemene Instellingen
ro: Setări generale
ru: Общие настройки

source: Configure your application's basic settings and preferences
da: Konfigurer din applikations grundlæggende indstillinger og præferencer
de: Konfiguriere die Grundeinstellungen und Präferenzen deiner Anwendung
es: Configurar los ajustes y preferencias básicas de su aplicación
it: Configura le impostazioni e preferenze di base dell'applicazione
nl: Configureer je applicatie basis instellingen en voorkeuren
pt_br: Configure as configurações e preferências básicas do seu aplicativo
ro: Configurează setările și preferințele de bază ale aplicației
ru: Настройте основные параметры и предпочтения приложения

source: Version
it: Permesso negato.
ro: Versiune
ru: Версия

source: Display
de: Anzeige
es: Mostrar
fr: Affichage
it: Visualizzazione
nl: Weergave
pt_br: Exibição
ro: Interfață
ru: Отображение

source: Configure how your application appears to users
da: Konfigurer, hvordan din ansøgning vises for brugerne
de: Konfiguriere, wie deine Anwendung für die Benutzer angezeigt wird
es: Configurar como se muestra su aplicación a los usuarios
fr: Configurez la façon dont votre application apparaît aux utilisateurs
it: Configura come l'applicazione appare agli utenti
nl: Configureer hoe de applicatie voor gebruikers wordt weergegeven
pt_br: Configure como seu aplicativo aparece para os usuários
ro: Configurează modul în care aplicația este afișată utilizatorilor
ru: Настройте внешний вид приложения для пользователей

source: Access Control
da: Adgangskontrol
de: Zugangskontrolle
es: Control de Acceso
fr: Contrôle d'accès
it: Controllo accessi
nl: Toegangsbeheer
pt_br: Controle de acesso
ro: Control acces
ru: Контроль доступа

source: Manage user access and permissions
da: Administrer brugeradgang og tilladelser
de: Benutzerzugriff und Berechtigungen verwalten
es: Gestionar accesos y permisos de usuarios
fr: Gérez les accès utilisateurs et autorisations
it: Gestisci accessi e permessi utente
nl: Beheer gebruiker toegang en rechten
pt_br: Gerencie o acesso e as permissões dos usuários
ro: Gestionează accesul și permisiunile utilizatorilor
ru: Управление доступом и разрешениями пользователей

source: Control access to the wizard setup process
de: Wizard-Schritte-Prozess sperren oder öffentlich setzen
es: Controlar acceso al proceso de configuración genio
it: Controlla l'accesso al processo di configurazione guidata
nl: Beheer toegang tot het wizard-installatieproces
pt_br: Controle o acesso ao processo de configuração do assistente
ro: Controlează accesul la procesul de configurare
ru: Контроль доступа к процессу настройки мастера

source: User Management
fr: Gestion des utilisateurs
it: Nome utente
ro: Administrare utilizatori
ru: Управление пользователями

source: Configure how users are managed when invitations expire
it: Configura come gli utenti vengono gestiti quando gli inviti scadono
pt_br: Configure como os usuários são gerenciados quando os convites expiram
ro: Configurează modul în care sunt gestionați utilizatorii după expirarea invitațiilor
ru: Настройте управление пользователями при истечении срока действия приглашений

source: Server Capabilities
fr: Capacités du serveur
it: Cambia le impostazioni del server
ro: Capabilități server
ru: Возможности сервера

source: Supports Disable:
it: Supporta disabilitazione:
pt_br: Tem suporte a desativação:
ro: Suportă dezactivarea:
ru: Поддерживает отключение:

source: Delete Only:
fr: Supprimer seulement:
it: Crea un account
ro: Doar ștergere:
ru: Только удаление:

source: If 'Disable User' is selected but the server does not support it, the user will be deleted instead.
it: Se è selezionato 'Disabilita utente' ma il server non lo supporta, l'utente verrà invece eliminato.
pt_br: Se 'Desativar usuário' for selecionado mas o servidor não tiver suporte, o usuário será excluído.
ro: Dacă serverul nu suportă opțiunea „Dezactivează utilizatorul”, acesta va fi șters.
ru: Если выбрано 'Отключить пользователя', но сервер не поддерживает это, пользователь будет удален.

source: Choose what happens to users when their invitation expires
it: Scegli cosa succede agli utenti quando il loro invito scade
pt_br: Escolha o que acontece com os usuários quando seus convites expiram
ro: Alege ce se întâmplă cu utilizatorii când invitația expiră
ru: Выберите, что происходит с пользователями при истечении срока действия приглашения

source: API Key Management
da: API Nøglestyring
de: API-Schlüsselverwaltung
es: Gestión de Llaves API
fr: Gestion des clés d'API
it: Gestione chiavi API
nl: API Sleutel Beheer
pt_br: Gerenciamento de chaves de API
ro: Administrarea cheilor API
ru: Управление API ключами

source: Manage API keys for accessing Wizarr programmatically
da: Administrer API nøgler til adgang til Wizarr programmatisk
de: API-Schlüssel verwalten, um auf Wizarr zuzugreifen
es: Gestionar llaves API para acceder a Wizarr programáticamente
fr: Gérez les clés d'API pour accéder programmatiquement à Wizarr
it: Gestisci chiavi API per accedere a Wizarr programmaticamente
nl: API-sleutels beheren voor programmatische toegang tot Wizarr
pt_br: Gerencie chaves de API para acessar o Wizarr programaticamente
ro: Gestionează cheile API pentru acces programatic la Wizarr
ru: Управление API ключами для программного доступа к Wizarr

source: Your API Keys
da: Dine API-nøgler
de: Deine API-Schlüssel
es: Sus Llaves API
fr: Vos clés d'API
it: Le tue chiavi API
nl: Je API Sleutels
pt_br: Suas chaves de API
ro: Cheile tale API
ru: Ваши API ключи

source: Create and manage API keys for external applications
da: Opret og administrer API-nøgler til eksterne applikationer
de: API-Schlüssel für externe Anwendungen erstellen und verwalten
es: Crear y gestionar llaves API para aplicaciones externas
fr: Créez et gérez des clés d'API pour des applications externes
it: Crea e gestisci chiavi API per applicazioni esterne
nl: Aanmaken en beheren API sleutel voor externe applicaties
pt_br: Crie e gerencie chaves de API para aplicativos externos
ro: Creează și administrează chei API pentru aplicații externe
ru: Создавайте и управляйте API ключами для внешних приложений

source: Loading API keys...
da: Indlæser API nøgler...
de: API-Schlüssel laden...
es: Cargando llaves API...
fr: Chargement des clés d'API…
it: Caricamento chiavi API...
nl: API sleutels laden...
pt_br: Carregando chaves de API...
ro: Se încarcă cheile API...
ru: Загрузка API ключей...

source: Save Settings
de: Einstellungen speichern
es: Guardar Ajustes
fr: Enregistrer les paramètres
it: Cambia le impostazioni del server
nl: Instellingen Opslaan
ro: Salvează setările
ru: Сохранить настройки

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
nb_no: -innstillinger
nl: Instellingen
pt_br: Configurações
ro: Setări
ru: Настройки

source: Manage your application settings and preferences
da: Administrer dine applikationsindstillinger og præferencer
de: Verwalte deine Anwendungseinstellungen und Präferenzen
es: Gestionar los ajustes y preferencias de su aplicación
fr: Gérez les paramètres de votre application
it: Gestisci le impostazioni e preferenze dell'applicazione
nl: Beheer je applicatie instellingen en voorkeuren
pt_br: Gerencie as configurações e preferências do seu aplicativo
ro: Gestionează setările și preferințele aplicației
ru: Управление настройками и предпочтениями приложения

source: General
da: Generelt
de: Allgemein
fr: Général
it: Generale
nl: Algemeen
pt_br: Geral
ru: Общие

source: Alerts
da: Advarsler
de: Benachrichtigung
es: Alertas
fr: Alertes
it: Avvisi
nl: Alarmen
pt_br: Alertas
ro: Alerte
ru: Оповещения

source: Servers
da: Servere
es: Servidores
fr: Serveurs
it: Server
ro: Servere
ru: Серверы

source: Activity
fr: Activité
it: Salva
ro: Activitate
ru: Активность

source: Admins
da: Administratorer
es: Administradores
fr: Administrateurs
it: Admin
nl: Beheerders
ro: Administratori
ru: Администраторы

source: Wizard
es: Genio
fr: Assistant
it: Procedura guidata
pt_br: Assistente
ro: Expert
ru: Мастер

source: Audit
it: Admin
ru: Аудит

source: Notification Agents
da: Notifikations Agenter
de: Benachrichtigungsdienste
es: Agentes de Notificaciones
fr: Agents de Notification
it: Agenti di notifica
nb_no: Varslingsagenter
nl: Meldings Agents
pt_br: Agentes de Notificação
ro: Agenți de notificare
ru: Менеджеры уведомлений

source: Configure notification services to alert you about important events
da: Konfigurer meddelelser til at advare dig om vigtige begivenheder
de: Konfiguriere Benachrichtigungsdienste, um über wichtige Ereignisse informiert zu werden
es: Configurar servicios de notificación para alertas sobre eventos importantes
fr: Configurez le service de notification pour vous alerter des événements importants
it: Configura servizi di notifica per avvisarti di eventi importanti
nl: Configureer meldingsservices om u te waarschuwen voor belangrijke gebeurtenissen
pt_br: Configure serviços de notificação para alertá-lo sobre eventos importantes
ro: Configurează serviciile de notificare pentru a fi alertat despre evenimente importante
ru: Настройте сервисы уведомлений для оповещения о важных событиях

source: Add Agent
de: Dienst hinzufügen
es: Añadir Agente
fr: Ajouter un agent
it: Crea un account
nl: Agent Toevoegen
ro: Adaugă agent
ru: Добавить агент

source: Edit agent
fr: Éditer Agent
it: Crea un account
ro: Editează agentul
ru: Редактировать агент

source: Are you sure you want to delete
da: Er du sikker på du vil slette
de: Bist du sicher, dass du löschen willst
es: Está seguro(a) de eliminar
fr: Voulez-vous vraiment supprimer
it: Sei sicuro di voler eliminare
nl: Weet je zeker dat je wilt verwijderen
pt_br: Tem certeza de que deseja excluir
ro: Sigur dorești să ștergi
ru: Вы уверены, что хотите удалить

source: Delete agent
de: Dienst löschen
es: Eliminar Agente
fr: Supprimer l'agent
it: Crea un account
nl: Verwijder Agent
ro: Șterge agentul
ru: Удалить агент

source: Status
es: Estatus
fr: État
it: Stato
ro: Stare
ru: Статус

source: Events
fr: Évènements
it: Eventi
ro: Evenimente
ru: События

source: No notification agents
de: Kein Benachrichtigungsdienst vorhanden
es: No hay agentes de notificación
fr: Aucun agent de notification
it: Nessun agente di notifica
nl: Geen notificatie agents
ro: Nu există agenți de notificare
ru: Нет агентов уведомлений

source: Get started by creating your first notification agent
da: Kom i gang med at oprette din første meddelelsesagent
de: Leg los, indem du deinen ersten Benachrichtigungsdienst erstellst
es: Inicie creando su primer agente de notificación
fr: Commencez par créer votre premier agent de notification
it: Inizia creando il tuo primo agente di notifica
nl: Ga aan de slag met het maken van uw eerste meldingsagent
pt_br: Comece criando seu primeiro agente de notificação
ro: Începe prin a crea primul agent de notificare
ru: Начните с создания первого агента уведомлений

source: Unverified
da: Uverificeret
de: Unverifiziert
es: Sin verificar
fr: Non vérifié
it: Illimitato
nl: Ongeverifieerd
ro: Neverificat
ru: Не проверен

source: Checking...
da: Tjekker...
de: Prüfen...
es: Probando...
fr: Vérification…
it: Controllo...
nl: Controleren...
pt_br: Verificando...
ro: Se verifică...
ru: Проверка...

source: Create a new external service connection for automated user invitations
da: Opret en ny ekstern tjenesteforbindelse til automatiserede brugerinvitationer
de: Erstelle eine neue externe Serviceverbindung für automatisierte Benutzereinladungen
es: Crear una conexión a servicio externo para invitaciones automatizadas
fr: Créez une nouvelle connexion à un service externe pour les invitations automatiques
it: Crea una nuova connessione servizio esterno per inviti utente automatizzati
nl: Nieuwe externe serviceverbinding maken voor geautomatiseerde gebruikersuitnodigingen
pt_br: Crie uma nova conexão de serviço externo para convites automáticos de usuários
ro: Creează o nouă conexiune cu un serviciu extern pentru invitații automate
ru: Создать новое подключение к внешнему сервису для автоматических приглашений пользователей
