Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Unable to load wizard configuration. Please try again.
de: Konfiguration des Wizards kann nicht geladen werden. Versuche es nochmal.
it: Impossibile caricare la configurazione della procedura guidata. Riprova.
pt_br: Não foi possível carregar a configuração do assistente. Por favor, tente novamente.
ro: Nu se poate încărca configurația expertului. Te rugăm să încerci din nou.
ru: Не удалось загрузить конфигурацию мастера. Пожалуйста, попробуйте снова.

source: Unable to load wizard bundle. Please try again.
de: Das Wizard-Bundle kann nicht geladen werden. Versuche es nochmal.
it: Impossibile caricare il pacchetto della procedura guidata. Riprova.
pt_br: Não foi possível carregar o pacote do assistente. Por favor, tente novamente.
ro: Nu se poate încărca pachetul expertului. Te rugăm să încerci din nou.
ru: Не удалось загрузить пакет мастера. Пожалуйста, попробуйте снова.

source: Unable to load wizard steps. Please try again.
de: Schritte des Wizards können nicht geladen werden. Versuche es nochmal.
it: Impossibile caricare i passaggi della procedura guidata. Riprova.
pt_br: Não foi possível carregar as etapas do assistente. Por favor, tente novamente.
ro: Nu se pot încărca pașii expertului. Te rugăm să încerci din nou.
ru: Не удалось загрузить шаги мастера. Пожалуйста, попробуйте снова.

source: Cleaned up {} orphaned step(s)
da: Renset op {} forældreløs trin(er)
de: {} verwaiste Schritte bereinigt
es: {} pasos huérfanos limpiados
it: Puliti {} passaggio/i orfano/i
nl: Verweesde stap(pen) {} opgeruimd
pt_br: {} etapa(s) órfã(s) limpa(s)
ro: Au fost curățați {} pași orfani
ru: Очищено {} потерянных шагов

source: Step created
da: Skridt oprettet
de: Schritt erstellt
es: Paso creado
fr: Étape créée
it: Passaggio creato
nl: Stap aangemaakt
ro: Pas creat
ru: Шаг создан

source: Preset step created successfully
da: Forudindstilling trin oprettet med succes
de: Vorgabe Schritt erfolgreich erstellt
es: Paso prefijado creado exitosamente
it: Passaggio predefinito creato con successo
nl: Vooraf ingestelde stap succesvol aangemaakt
pt_br: Etapa predefinida criada com sucesso
ro: Pasul presetat a fost creat cu succes
ru: Предустановленный шаг успешно создан

source: Error creating preset: {}
da: Fejl ved oprettelse af forudindstilling: {}
de: Fehler beim Erstellen der Vorgabe: {}
es: Error creando prefijado: {}
it: Errore nella creazione del preset: {}
nl: Fout bij het maken van voorinstelling: {}
pt_br: Erro ao criar predefinição: {}
ro: Eroare la crearea presetării: {}
ru: Ошибка создания предустановки: {}

source: Step updated
da: Skridt opdateret
de: Schritt aktualisiert
es: Paso actualizado
fr: Étape mise à jour
it: Passaggio aggiornato
nl: Stap gewijzigd
pt_br: Etapa atualizada
ro: Pas actualizat
ru: Шаг обновлен

source: Step deleted
da: Skridt slettet
de: Schritt gelöscht
es: Paso eliminado
fr: Étape supprimée
it: Passaggio eliminato
nl: Stap verwijderd
ro: Pas șters
ru: Шаг удален

source: Bundle created
da: Bundt oprettet
de: Bündel erstellt
es: Paquete creado
fr: Lot créé
it: Pacchetto creato
nl: Bundel aangemaakt
ro: Pachet creat
ru: Пакет создан

source: Bundle updated
da: Bundt opdateret
de: Bündel aktualisiert
es: Paquete actualizado
fr: Lot mis à jour
it: Pacchetto aggiornato
nl: Bundel gewijzigd
pt_br: Pacote atualizado
ro: Pachet actualizat
ru: Пакет обновлен

source: Bundle deleted
da: Bundt slettet
de: Bündel gelöscht
es: Paquete eliminado
fr: Lot supprimé
it: Pacchetto eliminato
nl: Bundel verwijderd
ro: Pachet șters
ru: Пакет удален

source: Steps added
da: Skridt tilføjet
de: Schritte hinzugefügt
es: Pasos añadidos
fr: Étapes ajoutées
it: Passaggi aggiunti
nl: Stappen toegevoegd
pt_br: Etapas adicionadas
ro: Pași adăugați
ru: Шаги добавлены

source: Orphaned step removed
da: Forældreløse trin fjernet
de: Verwaiste Schritte entfernt
es: Paso huérfano eliminado
fr: Étape orpheline supprimée
it: Passaggio orfano rimosso
nl: Verweesdestap verwijderd
pt_br: Etapa órfã removida
ro: Pas orfan eliminat
ru: Потерянный шаг удален

source: No steps found for server type: {}
da: Ingen trin fundet for servertype: {}
de: Keine Schritte für Servertyp gefunden: {}
es: No se encontraron pasos para tipo de servidor: {}
fr: Aucune étape trouvée pour le type de serveur : {}
it: Nessun passaggio trovato per il tipo di server: {}
nl: Geen stappen gevonden voor server type: {}
pt_br: Nenhuma etapa encontrada para o tipo de servidor: {}
ro: Nu au fost găsiți pași pentru tipul de server: {}
ru: Не найдено шагов для типа сервера: {}

source: Export failed: {}
da: Eksport mislykkedes: {}
de: Export fehlgeschlagen: {}
es: Exportado fallido: {}
fr: Échec de l'export : {}
it: Esportazione fallita: {}
nl: Export gefaald: {}
pt_br: Falha na exportação: {}
ro: Exportul a eșuat: {}
ru: Экспорт не удался: {}

source: Successfully imported {} items
da: Importeret {} elementer succesfuldt
de: {} Elemente erfolgreich importiert
es: {} ítems importados exitosamente
fr: {} éléments ont bien été importés
it: Importati con successo {} elementi
nl: Succesvol geïmporteerd {} items
ro: S-au importat cu succes {} elemente
ru: Успешно импортировано {} элементов

source: and updated {} existing items
da: og opdateret {} eksisterende elementer
de: und aktualisierte {} vorhandene Elemente
es: y se actualizaron {} ítems existentes
fr: et {} éléments existants mis à jour
it: e aggiornati {} elementi esistenti
nl: en bijgewerkt {} bestaande items
pt_br: e atualizou {} itens existentes
ro: și au fost actualizate {} elemente existente
ru: и обновлено {} существующих элементов

source: Import failed: {}
da: Import mislykkedes: {}
de: Import fehlgeschlagen: {}
es: Importado fallido: {}
fr: Échec de l'import : {}
it: Importazione fallita: {}
nl: Import gefaald: {}
pt_br: Falha na importação: {}
ro: Importul a eșuat: {}
ru: Импорт не удался: {}

source: Invalid JSON file
da: Ugyldig JSON-fil
de: Ungültige JSON-Datei
es: Archivo JSON inválido
fr: Fichier JSON invalide
it: File JSON non valido
nl: Foutieve JSON bestand
pt_br: Arquivo JSON inválido
ro: Fișier JSON invalid
ru: Неверный JSON-файл

source: Reset {} steps for {} (deleted {}, imported {})
de: Zurücksetzen von {} Schritten für {} (gelöscht {}, importiert {})
it: Reimpostati {} passaggi per {} (eliminati {}, importati {})
pt_br: Redefinir {} etapas para {} (excluídas {}, importadas {})
ro: Au fost resetate {} etape pentru {} (șterse {}, importate {})
ru: Сброшено {} шагов для {} (удалено {}, импортировано {})

source: Failed to reset steps: {}
de: Zurücksetzen der Schritte fehlgeschlagen: {}
it: Impossibile reimpostare i passaggi: {}
pt_br: Falha ao redefinir etapas: {}
ro: Nu s-au putut reseta pașii: {}
ru: Не удалось сбросить шаги: {}

source: Password must be at least 8 characters.
it: La password deve contenere almeno 8 caratteri.
pt_br: A senha deve ter pelo menos 8 caracteres.
ro: Parola trebuie să aibă cel puțin 8 caractere.
ru: Пароль должен содержать не менее 8 символов.

source: Password must contain at least one uppercase letter, one lowercase letter, and one number.
it: La password deve contenere almeno una lettera maiuscola, una lettera minuscola e un numero.
pt_br: A senha deve conter pelo menos uma letra maiúscula, uma letra minúscula e um número.
ro: Parola trebuie să conțină cel puțin o literă mare, o literă mică și o cifră.
ru: Пароль должен содержать хотя бы одну заглавную букву, одну строчную букву и одну цифру.

source: Username
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
nb_no: Brukernavn
nl: Gebruikersnaam
pt_br: Usuário
ro: Nume de utilizator
ru: Имя пользователя

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr: Mot de passe
nb_no: Passord
nl: Wachtwoord
pt_br: Senha
ro: Parolă
ru: Пароль

source: Confirm password
da: Bekræft adgangskode
de: Passwort bestätigen
es: Confirmar contraseña
it: Conferma password
nb_no: Bekreft passord
nl: Bevestig wachtwoord
ro: Confirmă parola
ru: Подтвердите пароль

source: Passwords must match.
it: Le password devono corrispondere.
ro: Parolele trebuie să coincidă.
ru: Пароли должны совпадать.

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
it: Nuova password
nl: Nieuwe Wachtwoord
ro: Parolă nouă
ru: Новый пароль

source: Please confirm the new password.
it: Conferma la nuova password.
ro: Te rugăm să confirmi noua parolă.
ru: Пожалуйста, подтвердите новый пароль.

source: Server Type
it: Tipo di server
ro: Tip server
ru: Тип сервера

source: Server Name
it: Nome del server
ro: Numele serverului
ru: Имя сервера

source: RomM Username
it: Nome utente
ro: Nume de utilizator RomM
ru: Имя пользователя RomM

source: RomM Password
it: Password
ro: Parola RomM
ru: Пароль RomM

source: Libraries
da: Biblioteker
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
it: Librerie
nl: Bibliotheken
pt_br: Bibliotecas
ro: Biblioteci
ru: Библиотеки

source: Allow Downloads
da: Tillad Downloads
de: Downloads zulassen
es: Permitir descargas
fr: Autoriser les téléchargements
it: Consenti download
nl: Downloads Toestaan
ro: Permite descărcări
ru: Разрешить загрузки

source: Allow Live TV
it: Consenti TV in diretta
pt_br: Permitir TV ao Vivo
ro: Permite TV în direct
ru: Разрешить Live TV

source: Overseerr/Ombi URL
it: URL Overseerr/Ombi
pt_br: URL do Overseerr/Ombi
ro: URL Overseerr/Ombi
ru: URL Overseerr/Ombi

source: Ombi API Key
it: Chiave API Ombi
ro: Cheie API Ombi
ru: API-ключ Ombi

source: Discord ID
it: ID Discord
pt_br: ID do Discord
ro: ID Discord
ru: ID Discord

source: External URL
it: URL esterno
pt_br: URL Externa
ro: URL extern
ru: Внешний URL

source: Server returned status code %(status_code)s
da: Server returneret statuskode %(status_code)s
de: Der Server hat den Statuscode %(status_code)s ausgegeben
es: El servidor retornó el código de estatus %(status_code)s
fr: Le serveur à renvoyé le code d'état %(status_code)s
it: Il server ha restituito il codice di stato %(status_code)s
nl: Server geeft status code %(status_code)s
pt_br: O servidor retornou o código de status %(status_code)s
ro: Serverul a returnat codul de stare %(status_code)s
ru: Сервер вернул код состояния %(status_code)s

source: %(server_type)s server returned an error: %(error)s
da: %(server_type)s serveren returnerede en fejl: %(error)s
de: %(server_type)s hat einen Fehler ausgegeben: %(error)s
es: El servidor tipo %(server_type)s retornó un error: %(error)s
fr: Le serveur %(server_type)s a renvoyé une erreur : %(error)s
it: Il server %(server_type)s ha restituito un errore: %(error)s
nl: %(server_type)s server heeft een fout teruggekeerd: %(error)s
pt_br: O servidor %(server_type)s retornou um erro: %(error)s
ro: Serverul %(server_type)s a returnat o eroare: %(error)s
ru: Сервер %(server_type)s вернул ошибку: %(error)s

source: Could not connect to the %(server_type)s server. Please check if the server is running and the URL is correct.
da: Kan ikke oprette forbindelse til serveren %(server_type)s. Kontrollér, om serveren kører, og webadressen er korrekt.
de: Es konnte keine Verbindung zum %(server_type)s Server hergestellt werden. Bitte prüf mal, ob der Server läuft und die URL stimmt.
es: No se pudo conectar al servidor tipo %(server_type)s. Por favor verifique si el servidor está activo y la URL es correcta.
fr: Impossible de se connecter au serveur %(server_type)s. Veuillez vérifier que le serveur est en cours d'exécution et que l'URL est correcte.
it: Impossibile connettersi al server %(server_type)s. Verifica che il server sia in esecuzione e che l'URL sia corretto.
nl: Kan geen verbinding maken met de %(server_type)s server. Controleer of de server aan staat en de URL klopt.
pt_br: Não foi possível conectar ao servidor %(server_type)s. Por favor, verifique se o servidor está funcionando e se a URL está correta.
ro: Nu s-a putut realiza conexiunea la serverul %(server_type)s. Verifică dacă serverul rulează și dacă URL-ul este corect.
ru: Не удалось подключиться к серверу %(server_type)s. Пожалуйста, проверьте, работает ли сервер и правильно ли указан URL.

source: Connection to %(server_type)s server timed out. Please check if the server is running and accessible.
da: Tilslutning til %(server_type)s serveren timed ud. Kontrollér, om serveren kører og er tilgængelig.
de: Die Verbindung zum %(server_type)s Server ist abgelaufen. Schau mal nach, ob der Server läuft und erreichbar ist.
es: El tiempo de la conexión al servidor %(server_type)s se agotó. Por favor verifique si el servidor está activo y accesible.
fr: Le délai de connexion au serveur %(server_type)s est dépassé. Veuillez vérifier que le serveur est en cours d'exécution et accessible.
it: Connessione al server %(server_type)s scaduta. Verifica che il server sia in esecuzione e accessibile.
nl: Verbinding met server %(server_type)s is verlopen. Controleer of de server actief en toegankelijk is.
pt_br: A conexão com o servidor %(server_type)s expirou. Por favor, verifique se o servidor está funcionando e acessível.
ro: Conexiunea la serverul %(server_type)s a expirat. Verifică dacă serverul rulează și este accesibil.
ru: Время подключения к серверу %(server_type)s истекло. Пожалуйста, проверьте, работает ли сервер и доступен ли он.

source: An error occurred while connecting to the %(server_type)s server: %(error)s
da: En fejl opstod, mens du tilslutter til %(server_type)s-serveren: %(error)s
de: Beim Herstellen der Verbindung zum %(server_type)s Server ist ein Fehler aufgetreten: %(error)s
es: Ocurrió un error al conectarse al servidor %(server_type)s: %(error)s
fr: Une erreur s'est produite lors de la connexion au serveur %(server_type)s : %(error)s
it: Si è verificato un errore durante la connessione al server %(server_type)s: %(error)s
nl: Een foutmelding is opgetreden tijdens het verbinden met de server %(server_type)s: %(error)s
pt_br: Ocorreu um erro ao conectar ao servidor %(server_type)s: %(error)s
ro: A apărut o eroare la conectarea la serverul %(server_type)s: %(error)s
ru: Произошла ошибка при подключении к серверу %(server_type)s: %(error)s

source: An unexpected error occurred while connecting to the %(server_type)s server: %(error)s
da: En uventet fejl opstod, mens du tilslutter til %(server_type)s-serveren: %(error)s
de: Bei der Verbindung mit dem Server %(server_type)s ist ein unerwarteter Fehler aufgetreten: %(error)s
es: Ocurrió un error inesperado al conectarse al servidor %(server_type)s: %(error)s
fr: Une erreur inattendue s'est produite lors de la connexion au serveur %(server_type)s : %(error)s
it: Si è verificato un errore imprevisto durante la connessione al server %(server_type)s: %(error)s
nl: Een onverwachte fout is opgetreden tijdens het verbinden met de server %(server_type)s : %(error)s
pt_br: Ocorreu um erro inesperado ao conectar ao servidor %(server_type)s: %(error)s
ro: A apărut o eroare neașteptată la conectarea la serverul %(server_type)s: %(error)s
ru: Произошла неожиданная ошибка при подключении к серверу %(server_type)s: %(error)s

source: Invalid API token or insufficient permissions.
da: Ugyldig API token eller utilstrækkelige tilladelser.
de: Ungültiger API-Token oder unzureichende Berechtigungen.
es: Token API inválido o permisos insuficientes.
fr: Jeton d'API invalide ou autorisations insuffisantes.
it: Token API non valido o permessi insufficienti.
nl: Ongeldige API sleutel of onvoldoende rechten.
pt_br: Token de API inválido ou permissões insuficientes.
ro: Token API invalid sau permisiuni insuficiente.
ru: Неверный API-токен или недостаточно прав.

source: API token lacks required permissions.
da: API token mangler nødvendige tilladelser.
de: API-Token verfügt nicht über die erforderlichen Berechtigungen.
es: El token API no tiene los permisos requeridos.
fr: Le jeton d'API n'a pas les autorisations nécessaires.
it: Il token API non ha i permessi richiesti.
nl: API sleutel mist vereiste rechten.
pt_br: O token de API não possui as permissões necessárias.
ro: Tokenul API nu are permisiunile necesare.
ru: API-токену не хватает необходимых прав.

source: Could not connect to Drop server.
da: Kan ikke oprette forbindelse til Drop server.
de: Verbindung zum Drop-Server konnte nicht hergestellt werden.
es: No pudo conectarse al servidor Drop.
it: Impossibile connettersi al server Drop.
nl: Kan niet verbinden met Drop server.
pt_br: Não foi possível conectar ao servidor Drop.
ro: Nu s-a putut realiza conexiunea la serverul Drop.
ru: Не удалось подключиться к серверу Drop.

source: Connection to Drop server timed out.
da: Tilslutning til at Drop server udløbet på tid.
de: Verbindung zum Drop Server abgelaufen.
es: El tiempo de conexión al servidor Drop se agotó.
it: Connessione al server Drop scaduta.
nl: Verbinding met Drop server verbroken.
pt_br: A conexão com o servidor Drop expirou.
ro: Conexiunea la serverul Drop a expirat.
ru: Время подключения к серверу Drop истекло.

source: Drop API not found. Check the server URL.
da: Drop API ikke fundet. Tjek server-URL'en.
de: Drop API nicht gefunden. Überprüfen Sie die Server URL.
es: API Drop no encontrada. Verifique la URL del servidor.
it: API Drop non trovata. Controlla l'URL del server.
nl: Drop API niet gevonden. Controleer de server URL.
pt_br: API do Drop não encontrada. Verifique a URL do servidor.
ro: API-ul Drop nu a fost găsit. Verifică URL-ul serverului.
ru: Drop API не найден. Проверьте URL сервера.

source: No default steps found for server type: {}
it: Nessun passaggio predefinito trovato per il tipo di server: {}
pt_br: Nenhuma etapa padrão encontrada para o tipo de servidor: {}
ro: Nu s-au găsit pași impliciți pentru tipul de server: {}
ru: Не найдено шагов по умолчанию для типа сервера: {}

source: Admin
es: Administrador
fr: Administrateur
nl: Administrator
pt_br: Administrador
ro: Administrator
ru: Администратор

source: Profile
da: Profil
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pt_br: Perfil
ro: Profil
ru: Профиль

source: Logout
da: Log ud
de: Abmelden
es: Desconexión
fr: Se déconnecter
it: Esci
nl: Uitloggen
pt_br: Sair
ro: Deconectare
ru: Выход

source: Complete your access
da: Færdiggør din adgang
de: Vervollständige deinen Zugang
es: Complete su acceso
fr: Complétez votr accès
it: Completa il tuo accesso
nl: Maak uw toegang compleet
pt_br: Complete seu acesso
ro: Finalizează accesul
ru: Завершите настройку доступа

source: Choose a password for the remaining servers
da: Vælg en adgangskode til de resterende servere
de: Wähle ein Passwort für die restlichen Server aus
es: Elija una contraseña para los servidores restantes
it: Scegli una password per i server rimanenti
nl: Kies een wachtwoord voor de overgebleven servers
pt_br: Escolha uma senha para os servidores restantes
ro: Alege o parolă pentru serverele rămase
ru: Выберите пароль для остальных серверов

source: Confirm Password
da: Bekræft Adgangskode
de: Passwort bestätigen
es: Confirme Contraseña
it: Password
nl: Bevestig wachtwoord
ro: Confirmă parola
ru: Подтвердите пароль

source: Generate a strong random password instead
da: Generer en stærk tilfældig adgangskode i stedet
de: Erstelle stattdessen ein starkes, zufälliges Passwort
es: Generar una contraseña aleatoria fuerte
it: Genera invece una password casuale forte
nl: Genereer in plaats daarvan een sterk willekeurig wachtwoord
pt_br: Gerar uma senha forte aleatória em vez disso
ro: Generează în schimb o parolă puternică aleatorie
ru: Сгенерировать вместо этого надежный случайный пароль

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
it: Continua
nl: Doorgaan
pt_br: Continuar
ro: Continuă
ru: Продолжить

source: Complete your account setup for local servers
da: Gennemfør din kontoopsætning for lokale servere
de: Schließe die Einrichtung deines Kontos für lokale Server ab
es: Completar la configuración de su cuenta para servidores locales
it: Completa la configurazione del tuo account per i server locali
nl: Voltooi uw accountconfiguratie voor lokale servers
pt_br: Complete a configuração da sua conta para servidores locais
ro: Finalizează configurarea contului pentru serverele locale
ru: Завершите настройку аккаунта для локальных серверов

source: Complete Your Account Setup
da: Færdiggør opsætning af din konto
de: Einrichtung Ihres Kontos abschließen
es: Completar la Configuración de su Cuenta
it: Completa la configurazione del tuo account
nl: Voltooi Je Account Configuratie
pt_br: Complete a Configuração da Sua Conta
ro: Finalizează configurarea contului
ru: Завершите настройку аккаунта

source: Plex Authentication Complete!
da: Plex Godkendelse Færdig!
de: Plex-Authentifizierung abgeschlossen!
es: ¡Autenticación de Plex Completada!
it: Autenticazione Plex completata!
nl: Plex Authenticatie Compleet!
pt_br: Autenticação do Plex Concluída!
ro: Autentificarea Plex s-a încheiat!
ru: Аутентификация Plex завершена!

source: Now please set a password for your local server accounts.
da: Nu skal du angive en adgangskode til dine lokale serverkonti.
de: Lege jetzt bitte ein Passwort für deine lokalen Serverkonten fest.
es: Ahora establezca una contraseña para sus cuentas en servidores locales.
it: Ora imposta una password per gli account dei server locali.
nl: Stel nu een wachtwoord in voor uw lokale serveraccounts.
pt_br: Agora, por favor, defina uma senha para suas contas de servidor local.
ro: Setează acum o parolă pentru conturile tale de pe serverele locale.
ru: Теперь установите пароль для ваших аккаунтов на локальных серверах.

source: Local Servers
da: Lokale Servere
de: Lokale Server
es: Servidores Locales
it: Server locali
nl: Lokale Servers
ro: Servere locale
ru: Локальные серверы

source: Set Password for Local Servers
da: Indstil adgangskode til lokale servere
de: Passwort für lokale Server festlegen
es: Establecer Password para Servidores Locales
it: Imposta password per i server locali
nl: Stel wachtwoord in voor Lokale Servers
pt_br: Definir Senha para Servidores Locais
ro: Setează parola pentru serverele locale
ru: Установить пароль для локальных серверов

source: Error!
da: Fejl!
de: Fehler!
it: Errore!
nl: Fout!
pt_br: Erro!
ro: Eroare!
ru: Ошибка!

source: Your username
da: Dit brugernavn
de: Dein Benutzername
es: Su nombre de usuario
it: Il tuo nome utente
nl: Je gebruikersnaam
ro: Numele tău de utilizator
ru: Ваше имя пользователя

source: Email Address
da: Email Adresse
de: E-Mail Adresse
es: Dirección de Correo Electrónico
it: Indirizzo email
nl: Emailadres
pt_br: Endereço de Email
ro: Adresă de email
ru: Email адрес

source: your.email@example.com
da: din.email@example.com
de: deine.email@beispiel.com
es: su.correo@ejemplo.com
it: tua.email@esempio.com
pt_br: seu.email@exemplo.com
ro: nume.tău@email.com
ru: ваш.email@пример.com

source: Your password
da: Din adgangskode
de: Dein Passwort
es: Su Contraseña
it: La tua password
nl: Je wachtwoord
ro: Parola ta
ru: Ваш пароль

source: Confirm your password
da: Bekræft din adgangskode
de: Bestätige dein Passwort
es: Confirme su contraseña
it: Conferma la tua password
nl: Bevestig je wachtwoord
pt_br: Confirme sua senha
ro: Confirmă parola
ru: Подтвердите ваш пароль

source: I agree to the
da: Jeg accepterer
de: Ich akzeptiere die
es: Estoy de acuerdo con
it: Accetto i
nl: Ik ga akkoord met de
pt_br: Eu concordo com os
ro: Sunt de acord cu
ru: Я согласен с

source: Terms and Conditions
da: Vilkår og betingelser
de: Bedingungen und Konditionen
es: Términos y Condiciones
it: Termini e condizioni
nl: Algemene Voorwaarden
pt_br: Termos e Condições
ro: Termenii și condițiile
ru: Условиями использования

source: Complete Setup
da: Færdiggør Opsætning
de: Einrichtung abschließen
es: Completar Configuración
it: Completa configurazione
nl: Voltooi Configuratie
pt_br: Concluir Configuração
ro: Finalizează configurarea
ru: Завершить настройку
