Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Something has gone wrong. Please try again later.
da: Noget er gået galt. Prøv venligst igen senere.
de: Etwas ist schiefgelaufen. Bitte versuche es später erneut.
es: Algo ha ido mal. Por favor, prueba de nuevo más tarde.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
it: Qualcosa è andato storto. Riprova più tardi.
nl: Er is iets misgegaan. Probeer later opnieuw.
pt_br: Algo deu errado. Por favor, tente novamente mais tarde.
ro: Ceva nu a mers bine. Te rog să reîncerci mai târziu.
ru: Что-то пошло не так. Повторите попытку позже.

source: Add steps to bundle
da: Tilføj trin til bundt
de: Schritte zum Bündel hinzufügen
es: Añadir pasos a paquete
it: Aggiungi passaggi al pacchetto
nl: Toevoegen stappen aan bundel
pt_br: Adicionar etapas ao pacote
ro: Adaugă pași în pachet
ru: Добавить шаги в набор

source: Untitled
da: Unavngivet
de: Unbenannt
es: Sin título
it: Senza titolo
nl: Ongetiteld
ro: Fără titlu
ru: Без названия

source: All steps are already included.
da: Alle trin er allerede inkluderet.
de: Alle Schritte sind bereits enthalten.
es: Todos los pasos ya están incluídos.
it: Tutti i passaggi sono già inclusi.
nl: Alle stappen zijn al inbegrepen.
pt_br: Todas as etapas já estão incluídas.
ro: Toți pașii sunt deja incluși.
ru: Все шаги уже включены.

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar
ro: Adaugă
ru: Добавить

source: Add New Connection
da: Tilføj ny forbindelse
de: Neue Verbindung hinzufügen
es: Añadir Conexión Nueva
it: Aggiungi nuova connessione
nl: Toevoegen Nieuwe Verbinding
pt_br: Adicionar Nova Conexão
ro: Adaugă o conexiune nouă
ru: Добавить новое подключение

source: Edit Connection
da: Rediger forbindelse
de: Verbindung bearbeiten
es: Editar Conexión
it: Modifica connessione
nl: Wijzig Verbinding
pt_br: Editar Conexão
ro: Editează conexiunea
ru: Редактировать подключение

source: Overseerr/Jellyseerr Information
da: Oplysninger om Overseerr/Jellyseerr
es: Información de Overseerr/Jellyseerr
it: Informazioni Overseerr/Jellyseerr
nl: Overseerr/Jellyseerr Informatie
pt_br: Informações do Overseerr/Jellyseerr
ro: Informații Overseerr/Jellyseerr
ru: Информация Overseerr/Jellyseerr

source: Overseerr and Jellyseerr automatically import new users by default. No API connection is required for Wizarr integration.
de: Overseerr und Jellyseerr importieren standardmäßig automatisch neue Benutzer. Für die Integration von Wizarr ist keine API-Verbindung erforderlich.
es: Overseerr y Jellyseerr automáticamente importan nuevos usuarios. No se requiere conexión API para la integración con Wizarr.
it: Overseerr e Jellyseerr importano automaticamente i nuovi utenti per impostazione predefinita. Nessuna connessione API è necessaria per l'integrazione con Wizarr.
nl: Overseerr and Jellyseer kunnen standaard automatisch gebruikers importeren. Geen API verbinding nodig voor Wizarr intergratie.
pt_br: Overseerr e Jellyseerr importam novos usuários automaticamente por padrão. Nenhuma conexão de API é necessária para integração com o Wizarr.
ro: Overseerr și Jellyseerr importă automat utilizatorii noi. Nu este necesară o conexiune API pentru integrarea cu Wizarr.
ru: Overseerr и Jellyseerr автоматически импортируют новых пользователей по умолчанию. Подключение API для интеграции с Wizarr не требуется.

source: To enable auto-import:
da: For at aktivere automatisk import:
de: Um den automatischen Import zu aktivieren:
es: Para activar auto-importación:
it: Per abilitare l'importazione automatica:
nl: Om automatisch importeren in te schakelen:
pt_br: Para habilitar a importação automática:
ro: Pentru a activa importul automat:
ru: Для включения автоимпорта:

source: Go to your Overseerr/Jellyseerr Settings → Users → Enable 'Auto-approve new users' and 'Import Jellyfin/Plex users'
da: Gå til dine Overseerr/Jellyseerr-indstillinger → Brugere → Aktivér 'Auto-godkend nye brugere' og 'Importer Jellyfin/Plex-brugere'
de: Geh zu deinen Overseerr/Jellyseerr-Einstellungen → Benutzer → Aktivier „Neue Benutzer automatisch genehmigen” und „Jellyfin/Plex-Benutzer importieren”
es: Vaya a los Ajustes de su Overseerr/Jellyseerr->Usuarios->Activar 'Auto-aprobar nuevos usuarios'y 'Importar usuarios de Jellyfin/Plex'
it: Vai su Impostazioni Overseerr/Jellyseerr → Utenti → Abilita 'Approva automaticamente nuovi utenti' e 'Importa utenti Jellyfin/Plex'
nl: Ga naar je Overseerr/Jellyseerr Instelling → Gebruikers → Schakel 'Automatisch goedkeuren nieuwe gebruikers' en 'Importeer Jellyfin/Plex gebruikers' in
pt_br: Vá para as Configurações do Overseerr/Jellyseerr → Usuários → Habilite 'Aprovar automaticamente novos usuários' e 'Importar usuários do Jellyfin/Plex'
ro: Accesează Overseerr/Jellyseerr → Settings → Users → activează „Auto-approve new users” și „Import Jellyfin/Plex users”
ru: Перейдите в Настройки Overseerr/Jellyseerr → Пользователи → Включите 'Автоматическое одобрение новых пользователей' и 'Импорт пользователей Jellyfin/Plex'

source: Testing connection...
da: Tester forbindelse…
de: Verbindung wird getestet...
es: Probando conexión...
it: Test connessione...
nl: Verbinding testen...
pt_br: Testando conexão...
ro: Se testează conexiunea...
ru: Проверка подключения...

source: Create Connection
da: Opret Forbindelse
de: Verbindung herstellen
es: Crear Conexión
it: Crea un invito
nl: Aanmaken Verbinding
ro: Creează conexiune
ru: Создать подключение

source: Update Connection
da: Opdatér Forbindelse
de: Verbindung aktualisieren
es: Actualizar Conexión
it: Aggiorna connessione
nl: Bijwerken verbinding
pt_br: Atualizar Conexão
ro: Actualizează conexiunea
ru: Обновить подключение

source: Test Connection
da: Test Forbindelse
de: Verbindung testen
es: Probar Conexión
it: Testa connessione
nl: Test Verbinding
pt_br: Testar Conexão
ro: Testează conexiunea
ru: Проверить подключение

source: Add Administrator
da: Tilføj administrator
de: Administrator hinzufügen
es: Añadir Administrador
it: Aggiungi amministratore
nl: Administrator Toevoegen
pt_br: Adicionar Administrador
ro: Adaugă administrator
ru: Добавить администратора

source: API Key Created
da: API Nøgle Oprettet
de: API-Schlüssel erstellt
es: Llave API Creada
fr: Clé API créée
it: Chiave API creata
nl: API Sleutel Aangemaakt
ro: Creat
ru: API ключ создан

source: Create API Key
da: Opret API Nøgle
de: API-Schlüssel erstellen
es: Crear Llave API
fr: Créer une clé API
it: Crea un account
nl: Aanmaken API Sleutel
ro: Creează cheie API
ru: Создать API ключ

source: API Key Created Successfully
da: API Nøgle oprettet succesfuldt
de: API-Schlüssel erfolgreich erstellt
es: Llave API Creada Exitosamente
it: Chiave API creata con successo
nl: API Sleutel Succesvol Aangemaakt
pt_br: Chave de API Criada com Sucesso
ro: Cheia API a fost creată cu succes
ru: API ключ успешно создан

source: Your API key has been created. Please copy it now as it will not be shown again.
da: Din API-nøgle er blevet oprettet. Kopier det nu, da det ikke vil blive vist igen.
de: Dein API-Schlüssel wurde erstellt. Bitte kopiere ihn jetzt, da er nicht noch mal angezeigt wird.
es: Su llave API ha sido creada. Por favor cópiela ahora pues no se mostrará nuevamente.
it: La tua chiave API è stata creata. Copiala ora perché non verrà più mostrata.
nl: Je API sleutel is aangemaakt. Kopieer het nu want het wordt niet meer weergegeven.
pt_br: Sua chave de API foi criada. Por favor, copie-a agora pois ela não será exibida novamente.
ro: Cheia API a fost creată. Copiaz-o acum deoarece nu va mai fi afișată.
ru: Ваш API ключ создан. Пожалуйста, скопируйте его сейчас, так как он больше не будет показан.

source: Copy to clipboard
da: Kopier til udklipsholderen
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Il collegamento è stato copiato negli appunti!
nl: Kopiëren naar klembord
ro: Copiază în clipboard
ru: Копировать в буфер обмена

source: Name:
da: Navn:
es: Nombre:
fr: Nom :
it: Nome utente
nl: Naam:
ro: Nume:
ru: Название:

source: Done
da: Færdig
de: Erledigt
es: Listo
fr: Terminé
it: Fatto
nl: Klaar
pt_br: Concluído
ro: Gata
ru: Готово

source: API Key Name
da: API-Nøgle Navn
de: API-Schlüssel Name
es: Nombre de Llave API
fr: Nom de la clé d'API
it: Nome chiave API
nl: API Sleutel Naam
pt_br: Nome da Chave de API
ro: Numele cheii API
ru: Название API ключа

source: Enter a descriptive name to help you identify this API key later.
da: Indtast et beskrivende navn for at hjælpe dig med at identificere denne API-nøgle senere.
de: Gib einen Namen ein, der dir hilft, diesen API-Schlüssel später wiederzufinden.
es: Entre un nombre descriptivo para ayudarle a identificar esta llave API más adelante.
fr: Entrez un nom descriptif pour vous aider à identifier cette clé d'API plus tard.
it: Inserisci un nome descrittivo per identificare questa chiave API in seguito.
nl: Voer een beschrijvende naam in, zodat u deze API-sleutel later gemakkelijk kunt herkennen.
pt_br: Digite um nome descritivo para ajudá-lo a identificar esta chave de API.
ro: Introdu un nume descriptiv pentru a identifica ulterior această cheie API.
ru: Введите понятное название для идентификации этого API ключа в будущем.

source: New Agent
da: Ny Agent
de: Neuer Dienst
es: Nuevo Agente
fr: Nouvel Agent
it: Nuovo agente
nb_no: Ny agent
nl: Nieuwe Agent
pt_br: Novo Agente
ro: Agent nou
ru: Новый агент

source: Channel ID
da: Kanal-id
de: Kanal-ID
es: ID de Canal
fr: ID de canal
it: ID canale
nl: Kanaal ID
ro: ID canal
ru: ID канала

source: Username (optional)
da: Brugernavn (valgfrit)
de: Benutzername (optional)
es: Nombre de usuario (opcional)
fr: Nom d'utilisateur (facultatif)
it: (facoltativo)
nl: Gebruikersnaam (optioneel)
ro: Nume de utilizator (opțional)
ru: Имя пользователя (опционально)

source: Password (optional)
da: Password (valgfrit)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)
it: (facoltativo)
nl: Wachtwoord (optioneel)
ro: Parolă (opțional)
ru: Пароль (опционально)

source: Agent URL
de: Dienst-URL
es: URL de Agente
fr: URL de l'agent
it: URL agente
pt_br: URL do Agente
ro: URL agent
ru: URL агента

source: Notification Events
fr: Événements de Notification
it: Eventi di notifica
ro: Evenimente de notificare
ru: События уведомлений

source: User Joined
fr: Utilisateur rejoint
it: Unisciti
ro: Utilizator s-a alăturat
ru: Пользователь присоединился

source: Update Available
it: Aggiornamento disponibile
pt_br: Atualização Disponível
ro: Actualizare disponibilă
ru: Доступно обновление

source: Test & Create Agent
da: Test & Opret Agent
de: Testen und Dienst anlegen
es: Probar & Crear Agente
fr: Tester & Créer l'Agent
it: Testa e crea agente
nb_no: Test og opprett agent
nl: Test & Creëer Agent
pt_br: Testar & Criar Agente
ro: Testează și creează agentul
ru: Проверить и создать агент

source: Add Server
da: Tilføj Server
de: Server hinzufügen
es: Añadir Servidor
fr: Ajouter un serveur
it: Aggiungi server
nl: Toevoegen Server
ro: Adaugă server
ru: Добавить сервер

source: Test & Add
da: Test & Tilføj
de: Testen & Hinzufügen
es: Probar y Añadir
fr: Tester et ajouter
it: Testa e aggiungi
nl: Test & Toevoegen
pt_br: Testar e Adicionar
ro: Testează și adaugă
ru: Проверить и добавить

source: Edit Administrator
da: Rediger administrator
de: Administrator bearbeiten
es: Editar Administrador
fr: Modifier l'administrateur
it: Modifica amministratore
nl: Wijzig Administrator
pt_br: Editar Administrador
ro: Editează administrator
ru: Редактировать администратора

source: New Password (optional)
da: Ny adgangskode (valgfrit)
de: Neues Passwort (optional)
es: Nueva Contraseña (opcional)
fr: Nouveau mot de passe (facultatif)
it: (facoltativo)
nl: Nieuwe Wachtwoord (optioneel)
ro: Parolă nouă (opțional)
ru: Новый пароль (опционально)

source: Save
da: Gem
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nb_no: Lagre
nl: Opslaan
pt_br: Salvar
ro: Salvare
ru: Сохранить

source: Edit Identity
da: Rediger identitet
de: Identität bearbeiten
es: Editar Identidad
fr: Modifier l'identité
it: Modifica identità
nl: Aanpassen Identiteit
ro: Editează identitatea
ru: Редактировать идентификацию

source: Nickname
da: Kaldenavn
es: Sobrenombre
fr: Surnom
it: Soprannome
nl: Bijnaam
pt_br: Apelido
ro: Poreclă
ru: Псевдоним

source: Edit Agent
fr: Editer Agent
it: Crea un account
ro: Editează agentul
ru: Редактировать агент

source: Name
da: Navn
es: Nombre
fr: Nom
it: Nome utente
nl: Naam
ro: Nume
ru: Имя

source: Notification Service
fr: Service de notification
it: Servizio di notifica
ro: Serviciu de notificare
ru: Сервис уведомлений

source: Test & Save Changes
fr: Tester & sauvegarder les changements
it: Testa e salva modifiche
ro: Testează și salvează modificările
ru: Проверить и сохранить изменения

source: Edit Server
da: Ændre Server
de: Server bearbeiten
es: Editar Servidor
fr: Modifier le serveur
it: Modifica server
nl: Wijzig Server
ro: Editează serverul
ru: Редактировать сервер

source: Create Invitation
da: Opret invitation
de: Einladung erstellen
es: Crear invitación
fr: Créer une invitation
it: Crea un invito
nb_no: Opprett invitasjon
nl: Maak Uitnodiging
pt_br: Criar convite
ro: Creează Invitație
ru: Создать приглашение

source: Invitation Created
da: Invitation Oprettet
de: Einladung erstellt
es: Invitación Creada
fr: Invitation créée
it: Invito creato
nl: Uitnodiging Aangemaakt
ro: Invitație creată
ru: Приглашение создано

source: Invite Code String
da: Invitationskode String
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
it: Codice di invito
nb_no: Invitasjonskodestreng
nl: Uitnodigings Code
pt_br: Código do Convite
ro: String pentru cod de invitație
ru: Строка кода приглашения

source: optional
da: valgfrit
es: opcional
fr: facultatif
it: (facoltativo)
nl: optioneel
ro: (opțional)
ru: опционально

source: E.g. XMFGEJIKNQ
da: F.eks. XMFGEJIKNQ
de: z.B. XMFGEJIKNQ
es: Ejemplo: XMFGEJIKNQ
fr: Par ex. XMFGEJIKNQ
it: Es. XMFGEJIKNQ
nl: Bijv. XMFGEJIKNQ
pt_br: Ex.: XMFGEJIKNQ
ro: Ex.: XMFGEJIKNQ
ru: Например: XMFGEJIKNQ

source: Expiration
da: Udløb
de: Gültigkeitsdauer
es: Caducidad
it: Scadenza
nb_no: Utløp
nl: Vervaltijd
pt_br: Expiração
ro: Expirare
ru: Срок действия

source: 1 day
da: 1 dag
de: 1 Tag
es: Un día
fr: 1 jour
it: 1 giorno
nl: 1 dag
pt_br: 1 dia
ro: 1 zi
ru: 1 день

source: 1 week
da: 1 uge
de: 1 Woche
es: Una semana
fr: 1 semaine
it: 1 settimana
pt_br: 1 semana
ro: 1 săptămână
ru: 1 неделя

source: 1 month
da: 1 måned
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
nl: 1 maand
pt_br: 1 mês
ro: 1 lună
ru: 1 месяц

source: Wizard bundle
de: Wizard Bündel
es: Paquete Genio
it: Pacchetto procedura guidata
nl: Wizard bundel
pt_br: Pacote do assistente
ro: Pachet de pași
ru: Набор мастера

source: Automatic
da: Automatisk
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
nl: Automatisch
pt_br: Automático
ro: Automat
ru: Автоматически

source: Advanced Options
da: Avancerede indstillinger
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
it: Impostazioni Avanzate
nb_no: Avanserte Innstillinger
nl: Geadvanceerde Opties
pt_br: Opções Avançadas
ro: Opțiuni avansate
ru: Дополнительные настройки

source: Invite Settings
da: Invitations Indstillinger
de: Einladungseinstellungen
es: Ajustes de Invitación
fr: Paramètres d'invitation
it: Impostazioni invito
nl: Uitnodigings Instellingen
ro: Setări invitație
ru: Настройки приглашения

source: Unlimited Usages
da: Ubegrænsede anvendelser
de: Unbegrenzte Nutzung
es: Usos ilimitados
fr: Utilisations illimitées
it: Usi illimitati
nb_no: Ubegrenset bruk
nl: Ongelimiteerd Gebruiksmogelijkheden
pt_br: Uso Ilimitado
ro: Utilizări nelimitate
ru: Неограниченное число использований приглашения

source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
it: Durata
nl: Duur
pt_br: Duração
ro: Durată
ru: Длительность

source: in days
da: i dage
es: en días
fr: en jours
it: (in giorni)
nl: in dagen
ro: (în zile)
ru: в днях

source: Show Information
da: Vis oplysninger
de: Informationen anzeigen
es: Mostrar información
fr: Montrer les informations
it: Mostra informazioni
nb_no: Vis informasjon
nl: Toon Informatie
pt_br: Mostrar Informação
ro: Arată informația
ru: Показать информацию

source: When set, invited user(s) will be removed from the Plex server after a number of days. (1-999)
da: Når angivet, fjernes inviterede brugere fra Plex-serveren efter et antal dage. (1-999)
de: Entfernt eingeladene Benutzer nach X Tagen vom Plex Server. (1–999)
es: Cuando está activo, los usuarios invitados serán eliminados del servidor Plex luego de un número de días. (1-999)
fr: Si sélectionné, les utilisateurs invités seront retirés du serveur Plex après plusieurs jours. (1-999)
it: Se impostato, l'utente o gli utenti invitati saranno rimossi dal server Plex dopo numero di giorni. (1-999)
nl: Indien ingevuld, uitgenodigde gebruiker(s) worden verwijderd van de Plex server na een aantal dagen. (1-999)
ro: Când este activată, persoanele invitate vor fi eliminate de pe serverul Plex după un anumit număr de zile (1-999).
ru: При активации приглашенные пользователи будут удалены с сервера Plex через указанное количество дней. (1-999)

source: Target servers
da: Måleservere
de: Ziel Server
es: Servidores
fr: Serveurs cibles
it: Server di destinazione
nl: Doel servers
ro: Servere țintă
ru: Целевые серверы

source: Invite to Plex Home
da: Inviter til Plex Home
de: Zu Plex Home einladen
es: Invitar a Plex Home
fr: Inviter au Plex Home
it: Codice d'invito
nl: Uitnodiging voor Plex Home
ro: Invită în Plex Home
ru: Пригласить в Plex Home

source: Allow Live TV Access
da: Tillad Live TV Adgang
de: Live-TV-Zugang zulassen
es: Permitir acceso a TV En Vivo
fr: Autoriser l'accès à la TV en direct
it: Consenti accesso TV in diretta
nl: Live TV Toegang Toestaan
pt_br: Permitir acesso à TV ao vivo
ro: Permite acces la TV în direct
ru: Разрешить доступ к Live TV

source: Allow Mobile Uploads
da: Tillad Mobile Uploads
de: Mobile Uploads zulassen
es: Permitir Cargas Móviles
fr: Autoriser les uploads mobiles
it: Scarica
nl: Mobiele Uploads Toestaan
ro: Permite încărcări mobile
ru: Разрешить загрузки с мобильных устройств

source: Max Active Sessions
it: Sessioni attive massime
pt_br: Máximo de sessões ativas
ro: Număr maxim de sesiuni active
ru: Максимум активных сессий

source: simultaneous devices
it: dispositivi simultanei
pt_br: dispositivos simultâneos
ro: dispozitive simultane
ru: одновременных устройств

source: Number of devices that can stream simultaneously. Set to 0 for unlimited.
it: Numero di dispositivi che possono trasmettere simultaneamente. Imposta su 0 per illimitati.
pt_br: Número de dispositivos que podem transmitir simultaneamente. Defina como 0 para ilimitado.
ro: Numărul de dispozitive care pot reda simultan. Setează 0 pentru nelimitat.
ru: Количество устройств для одновременного воспроизведения. Установите 0 для неограниченного.

source: Select Libraries
de: Bibliotheken auswählen
es: Seleccionar Bibliotecas
fr: Sélectionner les bibliothèques
it: Librerie
nl: Selecteer Bibliotheken
ro: Selectează bibliotecile
ru: Выбрать библиотеки

source: Loading…
da: Indlæser…
de: Laden…
es: Cargando…
fr: Chargement…
it: Accedi
nl: Laden…
ro: Se încarcă…
ru: Загрузка…

source: Successfully generated an Invitation!
da: Det lykkedes at oprette en invitation!
de: Einladung erfolgreich erstellt!
es: ¡Invitación generada con éxito!
fr: Invitation générée avec succès !
it: Invito generato con successo!
nb_no: Invitasjon generert.
nl: Uitnodiging succesvol gegenereerd!
pt_br: Convite gerado com sucesso!
ro: Invitație generată cu succes!
ru: Приглашение успешно создано!

source: Invitation Link
de: Einladungslink
es: Enlace de Invitación
fr: Lien d'invitation
it: Link invito
nl: Uitnodiging Link
ro: Link invitație
ru: Ссылка-приглашение

source: Copy
da: Kopier
de: Kopieren
es: Copiar
fr: Copier
it: Copia
nb_no: Kopiere
nl: Kopiëren
pt_br: Copiar
ro: Copiază
ru: Копировать

source: Link has been copied to clipboard!
da: Linket er blevet kopieret til udklipsholderen!
de: Link wurde in die Zwischenablage kopiert!
es: ¡El enlace ha sido copiado al portapapeles!
fr: Le lien a été copié dans le presse-papiers !
it: Il collegamento è stato copiato negli appunti!
nb_no: Lenke kopiert til utklippstavlen.
nl: De link is gekopieerd naar het klembord!
pt_br: Link copiado para a área de transferência!
ro: Link-ul a fost copiat cu succes în clipboard!
ru: Ссылка скопирована в буфер обмена!

source: Create Another
de: Erstelle ein weiteres
es: Crear Otra
fr: En créer un autre
it: Crea un account
nl: Maak nog een
ro: Creează altă invitație
ru: Создать еще одно

source: Please select at least one server for the invitation.
da: Vælg mindst én server for invitationen.
de: Bitte wähle mindestens einen Server für die Einladung aus.
es: Por favor seleccione al menos un servidor para la invitación.
fr: Veuillez sélectionner au moins un serveur pour l'invitation.
it: Seleziona almeno un server per l'invito.
nl: Selecteer op zn minst een server voor de uitnodiging.
pt_br: Por favor, selecione pelo menos um servidor para o convite.
ro: Selectează cel puțin un server pentru invitație.
ru: Пожалуйста, выберите хотя бы один сервер для приглашения.

source: Import Wizard Steps
de: Wizard Schritte importieren
es: Importar Pasos de Genio
it: Importa passaggi procedura guidata
nl: Importeer Wizard Stappen
pt_br: Importar etapas do assistente
ro: Importă pașii expertului
ru: Импорт шагов мастера

source: Click to upload
da: Klik for at uploade
de: Zum Hochladen klicken
es: Click para cargar
it: Clicca per caricare
nl: Klik om te uploaden
pt_br: Clique para enviar
ro: Fă clic pentru a încărca
ru: Нажмите для загрузки

source: or drag and drop
da: eller træk og slip
de: oder ziehen und ablegen
es: o arrastrar y soltar
fr: ou glissez-déposez
it: o trascina e rilascia
nl: of sleep en loslaten
pt_br: ou arraste e solte
ro: sau trage și plasează
ru: или перетащите файл

source: JSON files only
da: Kun JSON-filer
de: Nur JSON-Dateien
es: Solo archivos JSON
fr: Fichiers JSON uniquement
it: Solo file JSON
nl: Alleen JSON-bestanden
pt_br: Apenas arquivos JSON
ro: Numai fișiere JSON
ru: Только JSON файлы

source: Import Options
de: Importoptionen
es: Opciones de Importar
fr: Options d'import
it: (facoltativo)
nl: Importeer Opties
ro: Opțiuni de import
ru: Параметры импорта

source: When checked, existing steps will be replaced. When unchecked, imported steps will be merged with existing ones.
da: Hvis valgt, vil de eksisterende trin erstattes. Hvis ikke valgt, vil importerede trin fusioneres med eksisterende.
de: Wenn diese Option aktiviert ist, werden vorhandene Schritte ersetzt. Ist das Häkchen nicht gesetzt, werden die importierten Schritte mit den vorhandenen zusammengeführt.
es: Cuando está seleccionado, los pasos existentes serán reemplazados. Cuando no está seleccionado, los pasos importados se unirán a los existentes.
it: Se selezionato, i passaggi esistenti verranno sostituiti. Se non selezionato, i passaggi importati verranno uniti a quelli esistenti.
nl: Indien aangevinkt, worden bestaande stappen vervangen. Indien uitgevinkt, worden geïmporteerde stappen samengevoegd met bestaande stappen.
pt_br: Quando marcado, as etapas existentes serão substituídas. Quando desmarcado, as etapas importadas serão mescladas com as existentes.
ro: Dacă este bifat, pașii existenți vor fi înlocuiți. Dacă este debifat, pașii importați vor fi îmbinați cu cei existenți.
ru: При включении существующие шаги будут заменены. При выключении импортированные шаги будут объединены с существующими.

source: Important Notice
da: Vigtig meddelelse
de: Wichtiger Hinweis
es: Aviso Importante
fr: Information importante
it: Avviso importante
nl: Belangrijke Mededeling
pt_br: Aviso importante
ro: Atenție importantă
ru: Важное уведомление
