Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Please select a JSON file to import.
da: Vælg venligst en JSON-fil for at importere.
de: Wähle eine JSON-Datei zum Importieren aus.
es: Por favor seleccione un archivo JSON para importar.
fr: Veuillez sélectionner un fichier JSON à importer.
it: Seleziona un file JSON da importare.
nl: Selecteer een JSON-bestand om te importeren.
pt_br: Por favor, selecione um arquivo JSON para importar.
ro: Selectează un fișier JSON pentru import.
ru: Пожалуйста, выберите JSON файл для импорта.

source: Please select a valid JSON file.
da: Vælg en gyldig JSON-fil.
de: Wähle bitte eine gültige JSON-Datei aus.
es: Por favor selecciones un archivo JSON válido.
fr: Veuillez sélectionner un fichier JSON valide.
it: Seleziona un file JSON valido.
nl: Selecteer een geldig JSON-bestand.
pt_br: Por favor, selecione um arquivo JSON válido.
ro: Selectează un fișier JSON valid.
ru: Пожалуйста, выберите корректный JSON файл.

source: This will permanently replace all existing wizard configuration (steps and bundles). Are you sure you want to continue?
de: Dies ersetzt dauerhaft alle bestehenden Wizard-Konfigurationen (Schritte und Bündel). Möchtest du wirklich fortfahren?
es: Esto reemplazará permanentemente toda la configuracion genio existente (apaso y paquetes). ¿Está seguro(a) de continuar?
fr: Ceci va définitivement remplacer toute la configuration existante de l'assistant (étapes et lots). Voulez-vous vraiment continuer ?
it: Questo sostituirà permanentemente tutta la configurazione esistente della procedura guidata (passaggi e pacchetti). Sei sicuro di voler continuare?
nl: Hiermee worden alle bestaande wizardconfiguraties (stappen en bundels) permanent vervangen. Weet u zeker dat u wilt doorgaan?
pt_br: Isso substituirá permanentemente toda a configuração existente do assistente (etapas e pacotes). Tem certeza de que deseja continuar?
ro: Aceasta va înlocui definitiv configurația actuală (pași și pachete). Sigur dorești să continui?
ru: Это безвозвратно заменит всю существующую конфигурацию мастера (шаги и наборы). Вы уверены, что хотите продолжить?

source: Wizard Steps
de: Wizard Schritte
es: Pasos de Genio
fr: Étapes de l'assistant
it: Passaggi procedura guidata
nl: Wizard Stappen
pt_br: Etapas do Assistente
ro: Pași ai expertului
ru: Шаги мастера

source: Manage your wizard steps and bundles for user onboarding
de: Verwalte deine Wizard Schritte und Bündel für die Benutzereinführung
es: Gestionar sus pasos y paquetes de genio para la incorporación de usuarios
it: Gestisci i passaggi e i pacchetti della procedura guidata per l'onboarding degli utenti
nl: Beheer je wizard stappen en bundels voor toetredende gebruikers
pt_br: Gerencie suas etapas e pacotes do assistente para integração de usuários
ro: Gestionează pașii și pachetele expertului pentru onboarding-ul utilizatorilor
ru: Управление шагами мастера и наборами для адаптации пользователей

source: No wizard steps found
de: Keine Wizard Schritte gefunden
es: No se encontraron pasos de genio
fr: Aucune étape d'assistant trouvée
it: Nessun passaggio procedura guidata trovato
nl: Geen wizard stappen gevonden
pt_br: Nenhuma etapa do assistente encontrada
ro: Nu au fost găsiți pași ai expertului
ru: Шаги мастера не найдены

source: Get started by creating your first wizard step
de: Beginne damit, deinen ersten Wizard Schritt zu erstellen
es: Inicie creando su primer paso de genio
fr: Commencez en créant la première étape de votre assistant
it: Inizia creando il tuo primo passaggio procedura guidata
nl: Maak je klaar om je eerste wizard stap te maken
pt_br: Comece criando sua primeira etapa do assistente
ro: Începe prin a crea primul pas al expertului
ru: Начните с создания первого шага мастера

source: Server
es: Servidor
fr: Serveur
ru: Сервер

source: steps configured
da: trin konfigureret
de: Schritte konfiguriert
es: pasos configurados
fr: étapes configurées
it: passaggi configurati
nl: stappen geconfigureerd
pt_br: etapas configuradas
ro: pași configurați
ru: шагов настроено

source: Untitled Step
de: Unbenannter Schritt
es: Paso Sin Título
fr: Étape sans titre
it: Usi illimitati
nl: Ongetitelde Stap
ro: Pas fără titlu
ru: Шаг без названия

source: Step
da: Skridt
de: Schritt
es: Paso
fr: Étape
it: Passaggio
nl: Stap
pt_br: Etapa
ro: Pas
ru: Шаг

source: Edit step
da: Rediger trin
de: Schritt bearbeiten
es: Editar paso
fr: Modifier l'étape
it: Modifica passaggio
nl: Wijzig stap
ro: Editează pasul
ru: Редактировать шаг

source: Delete step
de: Schritt löschen
es: Eliminar paso
fr: Supprimer l'étape
it: Predefinito
nl: Verwijder stap
ro: Șterge pasul
ru: Удалить шаг

source: No steps found.
da: Ingen trin fundet.
de: Keine Schritte gefunden.
es: No se encontraron pasos.
fr: Aucune étape trouvée.
it: Nessun passaggio trovato.
nl: Geen stappen gevonden.
pt_br: Nenhuma etapa encontrada.
ro: Nu s-au găsit pași.
ru: Шаги не найдены.

source: Are you sure you want to reset all steps for %(server)s to defaults? This will delete all custom steps and reimport the default ones.
it: Sei sicuro di voler reimpostare tutti i passaggi per %(server)s ai valori predefiniti? Questo eliminerà tutti i passaggi personalizzati e reimporterà quelli predefiniti.
pt_br: Tem certeza de que deseja redefinir todas as etapas para %(server)s ao padrão? Isso excluirá todas as etapas personalizadas e reimportará as padrão.
ro: Sigur dorești să resetezi toți pașii pentru %(server)s la valorile implicite? Pașii personalizați vor fi șterși și vor fi importate valorile implicite.
ru: Вы уверены, что хотите сбросить все шаги для %(server)s к настройкам по умолчанию? Это удалит все пользовательские шаги и переимпортирует стандартные.

source: Reset %(server)s Steps to Defaults
it: Reimposta passaggi %(server)s ai valori predefiniti
pt_br: Redefinir Etapas de %(server)s para o Padrão
ro: Resetează pașii %(server)s la implicite
ru: Сбросить шаги %(server)s к настройкам по умолчанию

source: Export %(server)s Steps
da: Eksporter %(server)s Trin
de: %(server)s Schritte exportieren
es: Exportar Pasos de %(server)s
fr: Exporter les étapes de %(server)s
it: Esporta passaggi %(server)s
nl: Exporteer %(server)s Stappen
pt_br: Exportar Etapas de %(server)s
ro: Exportă pașii %(server)s
ru: Экспорт шагов %(server)s

source: Setup Wizarr
da: Opsætning af Wizarr
de: Wizarr einrichten
es: Configurar Wizarr
fr: Configurer Wizarr
it: Configura Wizarr
nb_no: Sett opp Wizarr
nl: Configureer Wizarr
pt_br: Configurar Wizarr
ro: Configurează Wizarr
ru: Настроить Wizarr

source: Create an account
da: Opret en konto
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
nb_no: Opprett en konto
nl: Maak een account
pt_br: Criar conta
ro: Creează un cont
ru: Создать аккаунт

source: Unlimited
da: Ubegrænset
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
nb_no: Ubegrenset
nl: Ongelimiteerd
pt_br: Ilimitado
ro: Nelimitat
ru: Не ограничено

source: There are currently no invitations.
da: Der er i øjeblikket ingen invitationer.
de: Derzeit gibt es keine Einladungen.
es: Actualmente no hay invitaciones.
fr: Il n'y a actuellement aucune invitations.
it: Al momento non ci sono inviti.
nl: Er zijn momenteel geen uitnodigingen.
pt_br: No momento não há convites.
ro: Momentan nu există invitații.
ru: Нет действующих приглашений.

source: Used by
de: Verwendet von
es: Usado por
fr: Utilisé par
it: Usato
nl: Gebruikt door
ro: Folosit de
ru: Использовано пользователями

source: Used
da: Brugt
de: Verwendet
es: Usado
fr: Utilisation
it: Usato
nb_no: Brukt
nl: Gebruikt
pt_br: Usado
ro: Folosit
ru: Использовано

source: Not used yet
it: Non ancora utilizzato
ro: Neutilizat încă
ru: Еще не использовано

source: Bundle
it: Pacchetto
ro: Pachet
ru: Набор

source: Expires
da: Udløber
de: Verfällt
es: Expira
fr: Expiration
it: Scade
nb_no: Utløper
nl: Verloopt
pt_br: Expira
ro: Expiră
ru: Срок действия

source: days
da: dage
de: Tage
es: Días
fr: jours
it: giorni
nl: dagen
ro: zile
ru: дней

source: Default
da: Standard
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
nb_no: Misligholde
nl: Standaard
pt_br: Padrão
ro: Implicit
ru: По умолчанию

source: Copy invite link
da: Kopier invitationslink
de: Einladungslink kopieren
es: Copiar enlace de invitación
fr: Copier le lien d'invitation
it: Copia link invito
nl: Kopieer uitnodigingslink
pt_br: Copiar link do convite
ro: Copiază link-ul invitației
ru: Копировать ссылку-приглашение

source: Delete invite
de: Einladung löschen
es: Eliminar invitación
fr: Supprimer l'invitation
it: Elimina invito
nl: Verwijder uitnodiging
ro: Șterge invitația
ru: Удалить приглашение

source: There are currently no users.
da: Der er i øjeblikket ingen brugere.
de: Derzeit sind keine Benutzer vorhanden.
es: Actualmente no hay usuarios.
fr: Il n'y a actuellement aucun utilisateurs.
it: Al momento non ci sono utenti.
nl: Er zijn momenteel geen gebruikers.
pt_br: Não há usuários no momento.
ro: Momentan nu există utilizatori.
ru: Сейчас пользователи отсутствуют.

source: Edit nickname
da: Rediger kaldenavn
es: Editar sobrenombre
fr: Modifier le surnom
it: Modifica soprannome
nl: Wijzig bijnaam
pt_br: Editar apelido
ro: Editează porecla
ru: Редактировать никнейм

source: Home User
it: Home
ro: Utilizator Home
ru: Домашний пользователь

source: Invited
da: Inviteret
de: Eingeladen
es: Invitado
fr: Invité
it: Invitato
nl: Uitgenodigd
ro: Invitat
ru: Приглашен

source: Disabled
it: Disabilitato
pt_br: Desativado
ro: Dezactivat
ru: Отключено

source: Downloads enabled
da: Downloads aktiveret
de: Downloads aktiviert
es: Descargas activadas
fr: Téléchargements activés
it: Download abilitati
nl: Downloaden toegestaan
pt_br: Habilitado Baixar
ro: Descărcări permise
ru: Загрузки включены

source: Live TV enabled
da: Live TV aktiveret
de: Live-TV aktiviert
es: TV En Vivo activada
fr: TV en direct activée
it: TV in diretta abilitata
nl: Live TV ingeschakeld
pt_br: TV ao vivo habilitada
ro: TV în direct permis
ru: Live TV включено

source: View details
it: Visualizza dettagli
ro: Vezi detalii
ru: Просмотр деталей

source: Edit user
it: Modifica utente
ro: Editează utilizatorul
ru: Редактировать пользователя

source: Remove user
de: Benutzer entfernen
es: Eliminar usuario
fr: Supprimer l'utilisateur
it: Rimuovi utente
nl: Verwijder gebruiker
ro: Șterge utilizatorul
ru: Удалить пользователя

source: Before Invitation
it: Prima dell'invito
ro: Înainte de invitație
ru: Перед приглашением

source: After Invitation
it: Dopo l'invito
ro: După invitație
ru: После приглашения

source: Previous
da: Tidligere
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
nl: Vorige
pt_br: Anterior
ro: Înapoi
ru: Назад

source: Click the link in this step to be able to continue
da: Klik på linket i dette trin for at kunne fortsætte
de: Klicke auf den Link in diesem Schritt, um weitermachen zu können
es: Haga click sobre el enlace en este paso para poder continuar
fr: Cliquez le lien dans cette étape pour continuer
it: Clicca il link in questo passaggio per poter continuare
nl: Klik de link in deze stap om door te gaan
pt_br: Clique no link nesta etapa para poder continuar
ro: Apasă linkul din acest pas pentru a putea continua
ru: Нажмите на ссылку в этом шаге, чтобы продолжить

source: Live TV
es: TV En Vivo
fr: TV en direct
it: TV in diretta
pt_br: TV ao Vivo
ro: TV în direct

source: Successfully cleaned {count} expired user(s).
pt_br: {count} usuário(s) expirado(s) limpo(s) com sucesso.

source: No expired users found to clean.
pt_br: Nenhum usuário expirado encontrado para limpar.

source: Are you sure you want to clean all expired users? This action cannot be undone.
pt_br: Tem certeza de que deseja limpar todos os usuários expirados? Esta ação não pode ser desfeita.

source: Failed to clean expired users: {error}
pt_br: Falha ao limpar usuários expirados: {error}

source: This bundle has no steps to preview.
pt_br: Este pacote não possui etapas para pré-visualizar.

source: Error:
pt_br: Erro:

source: This password reset link is invalid.
pt_br: Este link de redefinição de senha é inválido.

source: This password reset link has already been used.
pt_br: Este link de redefinição de senha já foi usado.

source: This password reset link has expired.
pt_br: Este link de redefinição de senha expirou.

source: This password reset link is malformed.
pt_br: Este link de redefinição de senha está malformado.

source: This password reset link is no longer valid.
pt_br: Este link de redefinição de senha não é mais válido.

source: Please contact your server administrator to request a new password reset link.
pt_br: Por favor, entre em contato com o administrador do servidor para solicitar um novo link de redefinição de senha.

source: Code:
pt_br: Código:

source: Common reasons for this error:
pt_br: Razões comuns para este erro:

source: The link has already been used
pt_br: O link já foi usado

source: The link has expired (24 hour limit)
pt_br: O link expirou (limite de 24 horas)

source: The link was not copied correctly
pt_br: O link não foi copiado corretamente

source: This link expires on
pt_br: Este link expira em

source: Enter new password (8-128 characters)
pt_br: Digite a nova senha (8-128 caracteres)

source: Between 8 and 128 characters
pt_br: Entre 8 e 128 caracteres

source: Match the confirmation
pt_br: Corresponder à confirmação

source: Password Reset Successful!
pt_br: Senha Redefinida com Sucesso!

source: has been successfully reset.
pt_br: foi redefinida com sucesso.

source: You can now use your new password to log in to your media server.
pt_br: Agora você pode usar sua nova senha para fazer login no seu servidor de mídia.

source: What's next?
pt_br: E agora?

source: Log in to your media server with your username and new password.
pt_br: Faça login no seu servidor de mídia com seu nome de usuário e nova senha.

source: Generate Password Reset Link
pt_br: Gerar link de redefinição de senha

source: Reset Link (Click to copy)
pt_br: Link de redefinição (Clique para copiar)

source: Send this link to the user. They can use it once to reset their password.
pt_br: Envie este link para o usuário. Ele pode ser usado para redefinir a senha uma única vez.

source: Reset Code
pt_br: Código de redefinição

source: This link can only be used once
pt_br: Este link só pode ser usado uma vez

source: It expires in 24 hours
pt_br: Expira em 24 horas

source: Send it securely (email, message, etc.)
pt_br: Envie de forma segura (e-mail, mensagem, etc.)

source: Generate a secure password reset link for
pt_br: Gerar um link seguro de redefinição de senha para

source: The link will be valid for 24 hours and can only be used once.
pt_br: O link será válido por 24 horas e só pode ser usado uma vez.

source: Please manually copy the link
pt_br: Por favor, copie o link manualmente

source: Immediately process all expired users based on the expiry action above
pt_br: Processar imediatamente todos os usuários expirados com base na ação de expiração acima

source: Audiobookrequest
es: Solicitud de Audiobook

source: Edit expiry
da: Ændre udløb
fr: Editer l'expiration

source: Server-specific Expiry Management
da: Serverspecifik Udløbsstyring

source: This user exists on multiple servers. You can set different expiry dates for each server.
da: Denne bruger findes på flere servere. Du kan indstille forskellige udløbsdatoer for hver server.

source: Expiry date (leave blank for never)
da: Udløbsdato (blank for aldrig)
fr: Date d'expiration (laisser vide pour aucune)

source: Invitation Details
da: Invitations Detaljer
fr: Informations sur l'invitation

source: Code
da: Kode

source: Invitation expires
da: Invitations udløb
fr: L'invitation expire

source: Passwords do not match.
nb_no: Passordene samsvarer ikke.

source: Username must be between 3 and 15 characters.
nb_no: Brukernavn må være mellom 3 og 15 tegn.

source: Password must be between 3 and 40 characters.
nb_no: Passord må være mellom 3 og 40 tegn.

source: You must select at least one library.
nb_no: Du må velge minst ett bibliotek.

source: It is likely that your token does not work.
nb_no: Det er sannsynlig at symbolet ditt ikke virker.

source: Unable to connect to your Plex server. See Logs for more information.
nb_no: Kunne ikke koble til din Plex-tjener. Sjekk loggføringen for mer info.

source: Unable to connect to your Jellyfin server.
nb_no: Kunne ikke koble til din Jellyfin-tjener. Sjekk loggføringen for mer info.

source: Invalid Username or Password
nb_no: Ugyldig brukernavn eller passord

source: Home
nb_no: Hjem

source: Scan For Libraries
nb_no: Se etter bibliotek

source: Discord Server ID
nb_no: Uenighet Server-ID

source: Custom HTML
nb_no: Tilpasset HTML

source: Join the Plex Server
nb_no: Ta del i Plex-tjeneren

source: Oops!
nb_no: Oida!

source: Join
nb_no: Ta del

source: Confirm password
nb_no: Bekrefte passord

source: Invite Code
nb_no: Invitere Kode

source: Attention!
nb_no: Merk.

source: Update available. Click here.
nb_no: Oppdatering tilgjengelig. Klikk her.

source: Quick Invite
nb_no: Hurtig Invitasjon

source: Invite user
nb_no: Inviter bruker

source: (optional)
nb_no: (valgfritt)

source: 1 Year
nb_no: 1 år

source: (in days)
nb_no: (om dager)

source: When set, invited user(s) will be removed from the Plex server after a number of days. (1-999)
nb_no: Når angitt, vil inviterte brukere bli fjernet fra Plex-serveren etter en antall dager. (1-999)

source: Back
nb_no: Tilbake

source: Share
nb_no: Del

source: User Configuration
nb_no: Brukerkonfigurasjon

source: User Policy
nb_no: Brukerpolicy

source: Available
nb_no: Tilgjengelig

source: Automatic Media Requests
nb_no: Automatiske medieforespørsler

source: Request any available Movie or TV Show
nb_no: Forespør alle tilgjengelige filmer eller TV-programmer

source: Check it Out
nb_no: Sjekk det ut

source: If you don't wish to Download the App feel free to use Jellyfin in your devices web browser, just click "Next".
nb_no: Hvis du ikke ønsker å laste ned appen, kan du gjerne bruke Jellyfin i enhetens nettleser, bare klikk "Neste".

source: Show Server URL
nb_no: Vis server-URL

source: Open Jellyfin
nb_no: Åpne Jellyfin

source: Copied!
nb_no: Kopiert!

source: Jellyfin is a platform that lets you stream all your favorite movies, TV shows, and music in one place. It's like having your own personal movie theater right at your fingertips! Think of it as a digital library of your favorite content that you can access from anywhere, on any device - your phone, tablet, laptop, smart TV, you name it.
nb_no: Jellyfin er en plattform som lar deg streame alle dine favorittfilmer, TV-serier og musikk på ett sted. Det er som å ha din egen personlige kino rett ved fingertuppene! Tenk på det som et digitalt bibliotek av favorittinnholdet ditt som du kan få tilgang til fra hvor som helst, på hvilken som helst enhet - telefonen, nettbrettet, bærbar PC, smart-TV, hva som helst.

source: Right, so how do I watch stuff?
nb_no: OK, så hvordan spiller jeg av ting?

source: Join & Download Plex for this device
nb_no: Bli med og last ned Plex for denne enheten

source: Great news! You now have access to our server's media collection. Let's make sure you know how to use it with Plex.
nb_no: Godt nytt. Du har nå tilgang til tjenerens mediasamling. La oss forsikre oss at du vet hvordan du bruker den med Plex.

source: Planning on watching Movies on this device? Download Plex for this device.
nb_no: Planlegger du å se filmer på denne enheten? Last ned Plex.

source: Download
nb_no: Last ned

source: Eh, So, What is Plex exactly?
nb_no: Hva er egentlig Plex?

source: How can I make sure to have the best experience?
nb_no: Hvordan kan jeg tilpasse opplevelsen?

source: Because Plex is a free service, they promote their own content before the awesome content your friend is now sharing with you - they also, by default, play content at a lower quality.
nb_no: Fordi Plex er en gratis tjeneste, markedsfører de sitt eget innhold før det fantastiske innholdet vennen din er nå deler med deg – de spiller også som standard innhold med lavere kvalitet.

source: We highly recommend you to go through those steps first!
nb_no: Vi anbefaler på det sterkeste at du går gjennom de stegene først!

source: Configure Plex in your browser
nb_no: Konfigurer Plex i nettleseren din

source: Configure Plex's app on your computer, mobile device or TV
nb_no: Konfigurer Plex sin app på din datamaskin, mobilenhet eller TV

source: Open Plex
nb_no: Åpne Plex
