Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Failed to load settings
de: Einstellungen konnten nicht geladen werden
fr: Échec du chargement des statistiques
it: Impossibile caricare le impostazioni
ro: Nu s-au putut încărca setările
ru: Не удалось загрузить настройки

source: Failed to load dashboard data
de: Dashboard-Daten laden ist fehlgeschlagen
it: Impossibile caricare i dati della dashboard
ro: Nu s-au putut încărca datele panoului de control
ru: Не удалось загрузить данные панели

source: Failed to load history data
de: Fehler beim Laden der Verlaufsdaten
it: Impossibile caricare i dati della cronologia
ro: Nu s-au putut încărca datele istorice
ru: Не удалось загрузить данные истории

source: Failed to load activity data
de: Aktivitätsdaten konnten nicht geladen werden
it: Impossibile caricare i dati delle attività
ro: Nu s-au putut încărca datele de activitate
ru: Не удалось загрузить данные активности

source: Failed to load activity summary
it: Impossibile caricare il riepilogo delle attività
ro: Nu s-a putut încărca rezumatul activității
ru: Не удалось загрузить сводку активности

source: Failed to get activity statistics
de: Aktivitätsstatistiken konnten nicht geladen werden
it: Impossibile ottenere le statistiche delle attività
pt_br: Falha ao obter estatísticas de atividade
ro: Nu s-au putut obține statisticile de activitate
ru: Не удалось получить статистику активности

source: Database not available
de: Datenbank nicht verfügbar
fr: Base de donnée non accessible
it: Database non disponibile
pt_br: Banco de dados não disponível
ro: Baza de date nu este disponibilă
ru: База данных недоступна

source: Failed to get session details
de: Fehler beim Abrufen der Sitzungsdetails
fr: Impossible de récupérer les détails de la sessions
it: Impossibile ottenere i dettagli della sessione
pt_br: Falha ao obter detalhes da sessão
ro: Nu s-au putut obține detaliile sesiunii
ru: Не удалось получить детали сеанса

source: Failed to export activity data
de: Export der Aktivitätsdaten fehlgeschlagen
fr: Impossible d'exporter les données d'activité
it: Impossibile esportare i dati delle attività
pt_br: Falha ao exportar dados de atividade
ro: Nu s-au putut exporta datele de activitate
ru: Не удалось экспортировать данные активности

source: Monitoring restarted
de: Monitor neu gestartet
it: Monitoraggio riavviato
ro: Monitorizarea a fost repornită
ru: Мониторинг перезапущен

source: Monitor not available
de: Monitor nicht verfügbar
fr: Le monitoring est innacessible
it: Monitor non disponibile
pt_br: Monitor não disponível
ro: Monitorul nu este disponibil
ru: Монитор недоступен

source: Cleaned up {} old activity records
fr: {} a été nettoyé des anciennes activités
it: Puliti {} vecchi record di attività
pt_br: {} registros de atividade antigos foram limpos
ro: Au fost curățate {} înregistrări vechi de activitate
ru: Очищено {} старых записей активности

source: Ended {} stale sessions
de: Beendete {} veraltete Sitzungen
fr: {} a clôturé les anciennes sessions
it: Terminate {} sessioni obsolete
pt_br: {} sessões inativas foram encerradas
ro: Au fost închise {} sesiuni stagnante
ru: Завершено {} устаревших сеансов

source: Unknown action
de: Unbekannte Aktion
it: Azione sconosciuta
pt_br: Ação desconhecida
ro: Acțiune necunoscută
ru: Неизвестное действие

source: Failed to update settings
de: Fehler beim Aktualisieren der Einstellungen
it: Impossibile aggiornare le impostazioni
ro: Nu s-au putut actualiza setările
ru: Не удалось обновить настройки

source: Activity data has been successfully deleted ({} records).
de: Die Aktivitätsdaten wurden erfolgreich gelöscht ({} Datensätze).
fr: Les données d’activité ont été supprimées avec succès ({} enregistrements).
it: I dati delle attività sono stati eliminati con successo ({} record).
pt_br: Os dados de atividade foram excluídos com sucesso ({} registros).
ro: Datele de activitate au fost șterse cu succes ({} înregistrări).
ru: Данные активности успешно удалены ({} записей).

source: Failed to delete activity data: {}
de: Aktivitätsdaten konnten nicht gelöscht werden: {}
it: Impossibile eliminare i dati delle attività: {}
pt_br: Falha ao excluir dados de atividade: {}
ro: Nu s-au putut șterge datele de activitate: {}
ru: Не удалось удалить данные активности: {}

source: Please select a media server.
de: Bitte wähle einen Medienserver aus.
it: Seleziona un server multimediale.
pt_br: Por favor, selecione um servidor de mídia.
ro: Selectează un server media.
ru: Пожалуйста, выберите медиа-сервер.

source: Media server not found.
de: Medienserver nicht gefunden.
it: Server multimediale non trovato.
ro: Serverul media nu a fost găsit.
ru: Медиа-сервер не найден.

source: Historical data import is currently only supported for Plex, Jellyfin, Emby, and AudiobookShelf servers.
de: Der Import von Verlaufsdaten geht im Moment nur bei Plex-, Jellyfin-, Emby- und AudiobookShelf-Servern.
fr: L’importation de données historiques est actuellement uniquement prise en charge pour les serveurs Plex, Jellyfin, Emby et AudiobookShelf.
it: L'importazione dei dati cronologici è attualmente supportata solo per i server Plex, Jellyfin, Emby e AudiobookShelf.
pt_br: A importação de dados históricos é atualmente disponível apenas para servidores Plex, Jellyfin, Emby e AudiobookShelf.
ro: Importul de date istorice este disponibil momentan doar pentru serverele Plex, Jellyfin, Emby și AudiobookShelf.
ru: Импорт исторических данных в настоящее время поддерживается только для серверов Plex, Jellyfin, Emby и AudiobookShelf.

source: Historical import job #{job_id} started for {server} (last {days} days).
de: Verlaufsdaten Importauftrag #{job_id} für {server} gestartet (vor {days} Tagen).
fr: La tâche d’importation historique n°{job_id} a été lancée pour {server} (sur les {days} derniers jours).
it: Importazione cronologia #{job_id} avviata per {server} (ultimi {days} giorni).
pt_br: Trabalho de importação histórica #{job_id} iniciado para {server} (últimos {days} dias).
ro: Sarcina de import istoric #{job_id} a pornit pentru {server} (ultimele {days} zile).
ru: Задача импорта истории #{job_id} запущена для {server} (последние {days} дней).

source: Failed to import historical data: {}
de: Verlaufsdaten Import fehlgeschlagen: {}
fr: Échec de l’importation des données historiques : {}
it: Impossibile importare i dati cronologici: {}
pt_br: Falha ao importar dados históricos: {}
ro: Nu s-au putut importa datele istorice: {}
ru: Не удалось импортировать исторические данные: {}

source: Successfully cleared {} historical entries.
de: {} Verlaufsdaten wurden erfolgreich entfernt.
it: Eliminate con successo {} voci cronologiche.
ro: Au fost șterse cu succes {} înregistrări istorice.
ru: Успешно очищено {} исторических записей.

source: Failed to clear historical data: {}
de: Fehler beim Entfernen der Verlaufsdaten: {}
it: Impossibile cancellare i dati cronologici: {}
pt_br: Falha ao limpar dados históricos: {}
ro: Nu s-au putut șterge datele istorice: {}
ru: Не удалось очистить исторические данные: {}

source: Unknown error
de: Unbekannter Fehler
it: Errore sconosciuto
pt_br: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка

source: Cannot remove a job that is still queued or running.
de: Ein Job, der noch in der Warteschlange steht oder läuft, kann nicht entfernt werden.
fr: Impossible de supprimer une tâche qui est encore en file d’attente ou en cours d’exécution.
it: Impossibile rimuovere un lavoro ancora in coda o in esecuzione.
pt_br: Não é possível remover uma tarefa que ainda está na fila ou em execução.
ro: Nu poți elimina o sarcină care este încă în coadă sau în desfășurare.
ru: Невозможно удалить задачу, которая еще находится в очереди или выполняется.

source: An internal error has occurred.
de: Unbekannter Fehler aufgetreten.
it: Si è verificato un errore interno.
pt_br: Ocorreu um erro interno.
ro: A apărut o eroare internă.
ru: Произошла внутренняя ошибка.

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fr: Inconnu(e)
it: Sconosciuto
nl: Onbekend
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестно

source: Never
da: Aldrig
de: Niemals
es: Nunca
fr: Jamais
it: Mai
nb_no: Aldri
nl: Nooit
pt_br: Nunca
ro: Niciodată
ru: Безлимит

source: Expired
da: Udløbet
de: Abgelaufen
es: Expirado
fr: Expiré
it: Scaduto
nl: Vervallen
pt_br: Expirado
ro: Expirat
ru: Истекло

source: in %(n)d d
da: om %(n)d d
es: en %(n)d d
fr: dans %(n)d j
it: tra %(n)d g
pt_br: em %(n)d d
ro: în %(n)d zile
ru: через %(n)d д

source: in 1 d
da: om 1 d
es: en 1 d
fr: dans 1 j
it: tra 1 g
pt_br: em 1 d
ro: în 1 zi
ru: через 1 д

source: in %(n)d h
da: om %(n)d h
fr: dans %(n)d h
it: tra %(n)d h
nl: in %(n)d u
pt_br: em %(n)d h
ro: în %(n)d ore
ru: через %(n)d ч

source: in %(n)d m
da: om %(n)d m
es: en %(n)d m
fr: dans %(n)d m
it: tra %(n)d m
pt_br: em %(n)d m
ro: în %(n)d minute
ru: через %(n)d м

source: soon
da: snart
de: bald
es: pronto
fr: bientôt
it: presto
nl: binnenkort
pt_br: em breve
ro: în curând
ru: скоро

source: Admin created
da: Oprettet af admin
de: Admin erstellt
es: Admin creado
fr: Administrateur créé
it: Amministratore creato
nl: Beheerder aangemaakt
ro: Administrator creat
ru: Администратор создан

source: Admin updated
da: Opdateret af admin
de: Admin aktualisiert
es: Admin actualizado
fr: Administrateur mis à jour
it: Amministratore aggiornato
nl: Beheerder bijgewerkt
pt_br: Administrador atualizado
ro: Administrator actualizat
ru: Администратор обновлен

source: All passkeys for {} have been reset
da: Alle adgangsnøgler for {} er blevet nulstillet
de: Alle Passkeys für {} wurden zurückgesetzt
es: Todas las passkeys para {} han sido reseteadas
fr: Toutes les clés d'authentification pour {} ont été remises à zéro
it: Tutte le passkey per {} sono state reimpostate
nl: Alle passkeys voor {} zijn gereset
pt_br: Todas as chaves de acesso de {} foram redefinidas
ro: Toate cheile de acces pentru {} au fost resetate
ru: Все ключи доступа для {} были сброшены

source: Failed to reset passkeys for {}
da: Nulstilling af adgangsnøgler for {} fejlede
de: Zurücksetzen der Passkeys für {} ist fehlgeschlagen
es: Fallo al restablecer las passkeys para {}
fr: Échec lors de la remise à zéro de la clé d'authentification pour {}
it: Impossibile reimpostare le passkey per {}
nl: Niet gelukt om de passkeys voor {} opnieuw in te stellen
pt_br: Falha ao redefinir chaves de acesso de {}
ro: Nu s-au putut reseta cheile de acces pentru {}
ru: Не удалось сбросить ключи доступа для {}

source: API key created successfully. Please copy it now as it won't be shown again.
da: API-nøgle skabt med succes. Kopier det nu, da det ikke vises igen.
de: API-Schlüssel wurde erfolgreich erstellt. Bitte kopiere ihn jetzt, er wird nicht noch mal angezeigt.
es: Clave API creada con éxito. Por favor, cópiela ahora ya que no se volverá a mostrar.
fr: La clé API a été créée avec succès. Veuillez la copier maintenant car elle ne sera plus affichée.
it: Chiave API creata con successo. Copiala ora perché non verrà più mostrata.
nl: API sleutel succesvol aangemaakt. Kopieer dit nu omdat het niet meer getoond zal worden.
pt_br: Chave de API criada com sucesso. Por favor, copie-a agora pois ela não será exibida novamente.
ro: Cheia API a fost creată cu succes. Te rugăm să o copiezi acum deoarece nu va mai fi afișată.
ru: API-ключ успешно создан. Пожалуйста, скопируйте его сейчас, так как он больше не будет показан.

source: API key deleted successfully
da: API-tasten slettet med succes
de: API-Schlüssel erfolgreich gelöscht
es: Clave API eliminada correctamente
fr: La clé API a été supprimée avec succès
it: Chiave API eliminata con successo
nl: API sleutel succesvol verwijderd
pt_br: Chave de API excluída com sucesso
ro: Cheia API a fost ștearsă cu succes
ru: API-ключ успешно удален

source: Invalid username or password
da: Ugyldigt brugernavn eller adgangskode
de: Ungültiger Benutzername oder Passwort
es: Usuario o contraseña inválidos
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome utente o password non validi
nl: Ongeldige gebruikersnaam of wachtwoord
ro: Nume de utilizator sau parolă incorectă
ru: Неверное имя пользователя или пароль

source: No pending 2FA authentication
da: Ingen af 2FA-godkendelse
de: Keine ausstehende 2FA-Authentifizierung
es: No hay autenticación 2FA pendiente
fr: Aucune authentification 2FA en attente
it: Nessuna autenticazione 2FA in sospeso
nl: Geen openstaande 2FA authenicatie
pt_br: Nenhuma autenticação 2FA pendente
ro: Nu există autentificare 2FA în așteptare
ru: Нет ожидающей двухфакторной аутентификации

source: Authentication failed
da: Godkendelse mislykkedes
de: Authentifizierung fehlgeschlagen
es: Error en la autenticación
fr: Authentification échouée
it: Autenticazione fallita
nl: Authenticatie gefaald
ro: Autentificare eșuată
ru: Ошибка аутентификации

source: Connection type is required
da: Tilslutningstype er påkrævet
de: Verbindungstyp ist erforderlich
es: Tipo de conexión requerido
fr: Le type de connexion est requis
it: Il tipo di connessione è obbligatorio
nl: Verbindingstype is verplicht
pt_br: O tipo de conexão é obrigatório
ro: Tipul conexiunii este obligatoriu
ru: Требуется указать тип подключения

source: Connection test failed: %(message)s
da: Tilslutningstest mislykkedes: %(message)s
de: Verbindungstest fehlgeschlagen: %(message)s
es: Prueba de conexión fallida: %(message)s
fr: Échec du test de connexion : %(message)s
it: Test di connessione fallito: %(message)s
nl: Verbinding test gefaald: %(message)s
pt_br: Teste de conexão falhou: %(message)s
ro: Testul conexiunii a eșuat: %(message)s
ru: Проверка подключения не удалась: %(message)s

source: Connection test successful!
da: Tilslutningstest vellykket!
de: Verbindungstest erfolgreich!
es: ¡Prueba de conexión exitosa!
fr: Test de connexion réussi !
it: Test di connessione riuscito!
nl: Verbinding test succesvol!
pt_br: Teste de conexão bem-sucedido!
ro: Testul conexiunii a reușit!
ru: Проверка подключения успешна!

source: Unknown connection type
da: Ukendt tilslutningstype
de: Unbekannter Verbindungstyp
es: Tipo de conexión desconocida
fr: Type de connexion inconnu
it: Tipo di connessione sconosciuto
nl: Onbekende verbindingstype
pt_br: Tipo de conexão desconhecido
ro: Tip de conexiune necunoscut
ru: Неизвестный тип подключения

source: Connection created successfully!
da: Tilslutning skabt med succes!
de: Verbindung erfolgreich hergestellt!
es: ¡Conexión creada exitosamente!
fr: Connexion créée avec succès!
it: Connessione creata con successo!
nl: Verbinding succesvol aangemaakt!
pt_br: Conexão criada com sucesso!
ro: Conexiunea a fost creată cu succes!
ru: Подключение успешно создано!

source: Connection updated successfully!
da: Tilslutning opdateret med succes!
de: Verbindung erfolgreich aktualisiert!
es: ¡Conexión actualizada exitosamente!
fr: La connexion a bien été mise à jour !
it: Connessione aggiornata con successo!
nl: Verbinding succesvol aangepast!
pt_br: Conexão atualizada com sucesso!
ro: Conexiunea a fost actualizată cu succes!
ru: Подключение успешно обновлено!

source: Connection deleted successfully!
da: Tilslutning slettet med succes!
de: Verbindung erfolgreich gelöscht!
es: ¡Conexión eliminada exitosamente!
fr: La connexion a bien été supprimée !
it: Connessione eliminata con successo!
nl: Verbinding succesvol verwijderd!
pt_br: Conexão excluída com sucesso!
ro: Conexiunea a fost ștearsă cu succes!
ru: Подключение успешно удалено!

source: Please refresh the page and try again (CSRF token expired)
da: Opdater siden og prøv igen (CSRF token udløbet)
de: Bitte aktualisiere die Seite und versuch's nochmal (CSRF-Token ist abgelaufen)
es: Por favor refrescar la página e intentar de nuevo (token CSRF expiró)
fr: Veuillez actualiser la page et réessayer (Jeton CSRF expiré)
it: Aggiorna la pagina e riprova (token CSRF scaduto)
nl: Ververs de pagina en probeer opnieuw (CSRF token verlopen)
pt_br: Por favor, atualize a página e tente novamente (token CSRF expirado)
ro: Reîncarcă pagina și încearcă din nou (tokenul CSRF a expirat)
ru: Пожалуйста, обновите страницу и попробуйте снова (CSRF-токен истек)

source: Invalid form data: %(errors)s
da: Ugyldige formulardata: %(errors)s
de: Ungültige Formulardaten: %(errors)s
es: Datos de formulario inválidos: %(errors)s
fr: Données du formulaire invalides : %(errors)s
it: Dati del modulo non validi: %(errors)s
nl: Ongeldige formuliergegevens: %(errors)s
pt_br: Dados do formulário inválidos: %(errors)s
ro: Date de formular nevalide: %(errors)s
ru: Неверные данные формы: %(errors)s

source: Settings saved successfully!
da: Indstillinger gemt med succes!
de: Einstellungen erfolgreich gespeichert!
es: ¡Ajustes guardados exitosamente!
fr: Les paramètres ont bien été enregistrés !
it: Impostazioni salvate con successo!
nl: Instellingen succesvol opgeslagen!
pt_br: Configurações salvas com sucesso!
ro: Setările au fost salvate cu succes!
ru: Настройки успешно сохранены!

source: Server URL
es: URL del Servidor
fr: URL du serveur
it: URL del server
ro: URL-ul serverului
ru: URL сервера

source: API Key
da: API Nøgle
de: API-Schlüssel
es: Llave API
fr: Clé d'API
it: Chiave API
nl: API Sleutel
pt_br: Chave de API
ro: Cheie API
ru: API-ключ

source: Username/Password
da: Brugernavn/Adgangskode
de: Benutzername/Passwort
es: Usuario/Contraseña
fr: Nom d'utilisateur/Mot de passe
it: Nome utente o password non validi
nl: Gebruikersnaam/Wachtwoord
ro: Nume de utilizator/Parolă
ru: Имя пользователя/Пароль

source: Missing required fields: {fields}
da: Manglende nødvendige felter: {fields}
de: Fehlende Pflichtfelder: {fields}
es: Faltan campos obligatorios: {fields}
fr: Champs requis manquants : {fields}
it: Campi obbligatori mancanti: {fields}
nl: Ontbrekende verplichte velden: {fields}
pt_br: Campos obrigatórios faltando: {fields}
ro: Lipsesc câmpurile obligatorii: {fields}
ru: Отсутствуют обязательные поля: {fields}

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt_br: Erro
ro: Eroare
ru: Ошибка

source: Library scan failed
da: Skan af bibliotek fejlet
de: Bibliotheksscan fehlgeschlagen
es: Error al escanear la biblioteca
fr: Échec de l'analyse de la bibliothèque
it: Scansione della libreria fallita
nl: Bibliotheek scan mislukt
pt_br: Falha na verificação da biblioteca
ro: Scanarea bibliotecii a eșuat
ru: Ошибка сканирования библиотеки

source: Admin account created – welcome!
da: Admin konto oprettet – velkommen!
de: Administratorkonto erstellt – herzlich willkommen!
es: Cuenta Admin creada - ¡bienvenido/a!
fr: Compte administrateur créé – Bienvenue !
it: Account amministratore creato – benvenuto!
nl: Beheerder account aangemaakt - welkom!
pt_br: Conta de administrador criada – bem-vindo!
ro: Contul de administrator a fost creat – bine ai venit!
ru: Аккаунт администратора создан – добро пожаловать!

source: Your invitation has expired or is no longer valid. Please request a new invitation.
de: Deine Einladung ist abgelaufen oder nicht mehr gültig. Bitte fordere eine neue Einladung an.
fr: Votre invitation a expiré ou n’est plus valide. Veuillez demander une nouvelle invitation.
it: Il tuo invito è scaduto o non è più valido. Richiedi un nuovo invito.
pt_br: Seu convite expirou ou não é mais válido. Por favor, solicite um novo convite.
ro: Invitația ta a expirat sau nu mai este valabilă. Solicită o invitație nouă.
ru: Ваше приглашение истекло или больше не действительно. Пожалуйста, запросите новое приглашение.

source: Error Loading Step
de: Fehler beim Laden des Schritts
fr: Erreur lors du chargement de l’étape
it: Errore nel caricamento del passaggio
pt_br: Erro ao Carregar Etapa
ro: Eroare la încărcarea pasului
ru: Ошибка загрузки шага

source: This step could not be loaded. Please contact the administrator or skip to the next step.
de: Dieser Schritt konnte nicht geladen werden. Bitte kontaktiere den Administrator oder mach einfach mit dem nächsten Schritt weiter.
fr: Cette étape n’a pas pu être chargée. Veuillez contacter l’administrateur ou passer à l’étape suivante.
it: Questo passaggio non può essere caricato. Contatta l'amministratore o passa al passaggio successivo.
pt_br: Esta etapa não pôde ser carregada. Por favor, entre em contato com o administrador ou pule para a próxima etapa.
ro: Acest pas nu a putut fi încărcat. Contactează administratorul sau treci la pasul următor.
ru: Этот шаг не может быть загружен. Пожалуйста, свяжитесь с администратором или перейдите к следующему шагу.

source: Invalid or expired invitation
de: Ungültige oder abgelaufene Einladung
it: Invito non valido o scaduto
ro: Invitație invalidă sau expirată
ru: Недействительное или истекшее приглашение

source: No media servers are configured. Please contact the administrator to set up a media server.
de: Keine Medienserver sind eingerichtet. Bitte frag den Administrator, einen Medienserver einzurichten.
fr: Aucun serveur multimédia n’est configuré. Veuillez contacter l’administrateur pour configurer un serveur multimédia.
it: Nessun server multimediale configurato. Contatta l'amministratore per configurare un server multimediale.
pt_br: Nenhum servidor de mídia está configurado. Por favor, entre em contato com o administrador para configurar um servidor de mídia.
ro: Nu este configurat niciun server media. Contactează administratorul pentru a configura un server.
ru: Медиа-серверы не настроены. Пожалуйста, свяжитесь с администратором для настройки медиа-сервера.

source: Unable to load wizard steps. Proceeding to invitation acceptance.
de: Die Schritte des Wizards können nicht geladen werden. Weiter zur Annahme der Einladung.
fr: Impossible de charger les étapes de l’assistant de configuration. Passage à l’acceptation de l’invitation.
it: Impossibile caricare i passaggi della procedura guidata. Procedendo all'accettazione dell'invito.
pt_br: Não foi possível carregar as etapas do assistente. Prosseguindo para aceitação do convite.
ro: Pașii expertului nu pot fi încărcați. Se continuă cu acceptarea invitației.
ru: Не удалось загрузить шаги мастера. Переход к принятию приглашения.

source: Continue to Invite
de: Weiter zur Einladung
it: Continua all'invito
ro: Continuă către invitație
ru: Продолжить к приглашению

source: Please log in to continue
de: Melde dich bitte an, um fortzufahren
fr: Veuillez vous connecter pour continuer.
it: Effettua il login per continuare
pt_br: Por favor, faça login para continuar
ro: Autentifică-te pentru a continua
ru: Пожалуйста, войдите, чтобы продолжить

source: Unable to load wizard steps. Setup complete! Welcome to your media server.
de: Schritte des Wizards können nicht geladen werden. Einrichtung abgeschlossen! Willkommen auf deinem Medienserver.
it: Impossibile caricare i passaggi della procedura guidata. Configurazione completata! Benvenuto nel tuo server multimediale.
pt_br: Não foi possível carregar as etapas do assistente. Configuração concluída! Bem-vindo ao seu servidor de mídia.
ro: Pașii expertului nu pot fi încărcați. Configurarea este finalizată! Bun venit pe serverul tău media.
ru: Не удалось загрузить шаги мастера. Настройка завершена! Добро пожаловать на ваш медиа-сервер.

source: Setup complete! Welcome to your media server.
de: Einrichtung fertig! Willkommen auf deinem Medienserver.
it: Configurazione completata! Benvenuto nel tuo server multimediale.
pt_br: Configuração concluída! Bem-vindo ao seu servidor de mídia.
ro: Configurarea este completă! Bun venit pe serverul tău media.
ru: Настройка завершена! Добро пожаловать на ваш медиа-сервер.
