Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Server Health
da: Server Helbred
de: Serverzustand
es: Salud del Servidor
fr: Santé du serveur
it: Cambia le impostazioni del server
ro: Stare server
ru: Состояние сервера

source: Online
es: En línea
fr: En ligne
it: Unisciti
ru: Онлайн

source: Offline
es: Fuera de Línea
fr: Hors ligne
ro: Deconectat
ru: Офлайн

source: Active
da: Aktiv
de: Aktiv
es: Activo
fr: Actif
it: Salva
nl: Actief
ro: Activ
ru: Активно

source: Transcoding
de: Transkodierung
es: Transcodificando
fr: Transcodage
it: Transcodifica
nl: Transcoderen
pt_br: Transcodificação
ro: Transcodare
ru: Транскодирование

source: Users
da: Brugere
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
nb_no: Brukere
nl: Gebruikers
pt_br: Usuários
ro: Utilizatori
ru: Пользователи

source: Active Sessions
da: Aktive sessioner
de: Aktive Sitzungen
es: Sesiones Activas
fr: Sessions actives
it: Sessioni attive
nl: Actieve sessies
pt_br: Sessões Ativas
ro: Sesiuni active
ru: Активные сеансы

source: Server is currently unreachable
da: Server er i øjeblikket utilgængelig
de: Der Server ist derzeit nicht erreichbar
es: No puede conectarse al servidor en este momento
fr: Le serveur n'est pas joignable actuellement
it: Il server è attualmente irraggiungibile
nl: Server is momenteel onbereikbaar
pt_br: O servidor está atualmente inacessível
ro: Serverul nu poate fi accesat momentan
ru: Сервер в настоящее время недоступен

source: servers online
da: servere online
de: Server online
es: servidores en línea
fr: serveurs en ligne
it: Cambia le impostazioni del server
ro: servere online
ru: серверов онлайн

source: server(s) need attention
da: server(e) har brug for opmærksomhed
de: server(s) erfordern Aufmerksamkeit
es: servidor(es) necesita(n) atención
fr: serveur(s) nécessitant votre attention
it: Cambia le impostazioni del server
nl: server(s) heeft aandacht nodig
ro: server(e) necesită atenție
ru: серверов требуют внимания

source: No servers configured
da: Ingen servere konfigureret
de: Keine Server konfiguriert
es: No hay servidores configurados
fr: Aucun serveur configuré
it: Nessun server configurato
nl: Geen servers geconfigureerd
pt_br: Nenhum servidor configurado
ro: Nu există servere configurate
ru: Серверы не настроены

source: Add media servers to monitor their health
da: Tilføj medieservere til at overvåge deres helbred
de: Medien-Server hinzufügen, um ihren Zustand zu überwachen
es: Añada servidores de medios para monitorear su salud
fr: Ajoutez des serveurs de médias pour suivre leur état de santé
it: Aggiungi server multimediali per monitorarne lo stato
nl: Voeg mediaservers toe om hun status te controleren
pt_br: Adicione servidores de mídia para monitorar sua saúde
ro: Adaugă servere media pentru a le monitoriza starea
ru: Добавьте медиа-серверы для мониторинга их состояния

source: Failed to load server health
da: Indlæsning af server sundhed fejlet
de: Fehler beim Laden des Serverstatus
es: La carga de salud del servidor falló
fr: Échec du chargement de l'état de santé du serveur
it: Impossibile caricare lo stato del server
nl: Kan de server status niet laden
pt_br: Falha ao carregar saúde do servidor
ro: Nu s-a putut încărca starea serverului
ru: Не удалось загрузить состояние сервера

source: Server Overview
da: Server Oversigt
de: Serverübersicht
es: Vista general del Servidor
fr: Aperçu du serveur
it: Cambia le impostazioni del server
nl: Server Overzicht
ro: Prezentare server
ru: Обзор сервера

source: Items
da: Elementer
es: Ítems
fr: Éléments
it: Elementi
pt_br: Itens
ro: Elemente
ru: Элементы

source: Server Breakdown
da: Serveroversigt
de: Serverausfall
es: Desgloce del Servidor
it: Ripartizione server
nl: Serverstoring
pt_br: Detalhamento do Servidor
ro: Structură server
ru: Разбивка по серверам

source: No active servers found
da: Ingen aktive servere fundet
de: Keine aktiven Server gefunden
es: No se encontraron servidores activos
fr: Aucun serveur actif trouvé
it: Nessun server attivo trovato
nl: Geen actieve servers gevonden
pt_br: Nenhum servidor ativo encontrado
ro: Nu s-au găsit servere active
ru: Не найдено активных серверов

source: Failed to load statistics
da: Indlæsning af statistik fejlet
de: Statistik konnte nicht geladen werden
es: La carga de estadísticas falló
fr: Échec du chargement des statistiques
it: Impossibile caricare le statistiche
nl: Mislukt om statistieken te laden
pt_br: Falha ao carregar estatísticas
ro: Nu s-au putut încărca statisticile
ru: Не удалось загрузить статистику

source: User Details
da: Brugeroplysninger
de: Benutzerdetails
es: Detalles de Usuario
fr: Informations utilisateur
it: Dettagli utente
nl: Gebruikersgegevens
pt_br: Detalhes do Usuário
ro: Detalii utilizator
ru: Детали пользователя

source: Joined
da: Tilmeldt
de: Beigetreten
es: Unido
it: Unisciti
nl: Lid geworden
ro: S-a alăturat
ru: Присоединился

source: Account Details
da: Kontooplysninger
de: Konto Details
es: Detalles de Cuenta
fr: Informations du compte
it: Dettagli account
nl: Accountgegevens
pt_br: Detalhes da Conta
ro: Detalii cont
ru: Детали аккаунта

source: All libraries
da: Alle biblioteker
de: Alle Bibliotheken
es: Todas las Bibliotecas
fr: Toutes les bibliothèques
it: Librerie
nl: Alle bibliotheken
ro: Toate bibliotecile
ru: Все библиотеки

source: Permissions
da: Tilladelser
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permesso negato.
nl: Rechten
ro: Permisiuni
ru: Разрешения

source: Downloads
es: Descargas
fr: Téléchargements
it: Scarica
ro: Descărcări
ru: Загрузки

source: Camera Upload
da: Kamera Upload
de: Kamera Upload
es: Carga de Cámara
it: Caricamento fotocamera
pt_br: Upload de Câmera
ro: Încărcare cameră
ru: Загрузка с камеры

source: Basic Access
da: Grundlæggende adgang
de: Standardzugang
es: Acceso Básico
fr: Accès simple
it: Accesso base
nl: Basis toegang
pt_br: Acesso Básico
ro: Acces de bază
ru: Базовый доступ

source: Close
da: Luk
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt_br: Fechar
ro: Închide
ru: Закрыть

source: Edit User
it: Modifica utente
ro: Editează utilizator
ru: Редактировать пользователя

source: Close modal
de: Modal schließen
es: Cerrar diálogo modal
it: Chiudi finestra
nl: Sluiten modaal
pt_br: Fechar modal
ro: Închide fereastra
ru: Закрыть окно

source: Tabs
it: Schede
pt_br: Abas
ro: File
ru: Вкладки

source: Local
it: Locale
ru: Локальный

source: Notes
da: Noter
de: Notizen
es: Notas
it: Note
nl: Notities
pt_br: Notas
ro: Notițe
ru: Заметки

source: Permission Management
it: Nome utente
ro: Administrare permisiuni
ru: Управление разрешениями

source: Toggle downloads permission
it: Attiva/disattiva permesso download
pt_br: Alternar permissão para baixar
ro: Comută permisiunea de descărcare
ru: Переключить разрешение на загрузки

source: Toggle live TV permission
it: Attiva/disattiva permesso TV in diretta
pt_br: Alternar permissão de TV ao vivo
ro: Comută permisiunea TV în direct
ru: Переключить разрешение на Live TV

source: Allow Camera Upload
it: Scarica
ro: Permite încărcarea din cameră
ru: Разрешить загрузку с камеры

source: Toggle camera upload permission
it: Attiva/disattiva permesso caricamento fotocamera
pt_br: Alternar permissão de upload de câmera
ro: Comută permisiunea de încărcare din cameră
ru: Переключить разрешение на загрузку с камеры

source: Library Access
it: Librerie
ro: Acces la biblioteci
ru: Доступ к библиотекам

source: No libraries available
it: Nessuna libreria disponibile
ro: Nu există biblioteci disponibile
ru: Нет доступных библиотек

source: Scan libraries from the invitation page to enable library restrictions
it: Scansiona le librerie dalla pagina di invito per abilitare le restrizioni
pt_br: Verifique as bibliotecas na página de convites para habilitar restrições de biblioteca
ro: Scanează bibliotecile din pagina de invitație pentru a activa restricțiile
ru: Просканируйте библиотеки со страницы приглашений, чтобы включить ограничения библиотек

source: Click to toggle library access. Updates save automatically.
it: Clicca per attivare/disattivare l'accesso alla libreria. Le modifiche vengono salvate automaticamente.
pt_br: Clique para alternar o acesso à biblioteca. As atualizações são salvas automaticamente.
ro: Apasă pentru a comuta accesul la bibliotecă. Modificările se salvează automat.
ru: Нажмите, чтобы переключить доступ к библиотеке. Обновления сохраняются автоматически.

source: Expiry Management
it: Nome utente
ro: Administrare expirare
ru: Управление сроком действия

source: Expiry date
da: Udløbsdato
de: Ablaufdatum
es: Fecha de expiración
fr: Date d'expiration
it: Scade
nl: Vervaldatum
ro: Data expirării
ru: Дата истечения

source: Update
da: Opdatér
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
pt_br: Atualizar
ro: Actualizează
ru: Обновить

source: Current expiry
da: Nuværende udløb
de: Aktuelles Ablaufdatum
es: Fecha de expiración actual
fr: Date d'expiration actuelle
it: Scadenza attuale
nl: Huidige vervaldatum
ro: Data curentă de expirare
ru: Текущий срок действия

source: No expiry set
da: Ingen udløbsdato sat
de: Kein Ablaufdatum festgelegt
es: No tiene fecha de vencimiento
fr: Pas d'expiration
it: Scade
nl: Geen vervaldatum ingesteld
ro: Fără dată de expirare
ru: Срок действия не установлен

source: User notes
it: Utenti
ro: Notițe utilizator
ru: Заметки о пользователе

source: Add notes about this user...
da: Tilføj noter om denne bruger...
de: Notizen über diesen Benutzer hinzufügen...
es: Añadir notas sobre este usuario...
fr: Ajouter des notes à propos de cet utilisateur…
it: Aggiungi note su questo utente...
nl: Voeg notities toe over deze gebruiker...
pt_br: Adicionar notas sobre este usuário...
ro: Adaugă notițe despre acest utilizator...
ru: Добавить заметки об этом пользователе...

source: Update Notes
da: Opdater Noter
de: Notizen aktualisieren
es: Actualizar Notas
fr: Mettre à jour les notes
it: Aggiorna note
nl: Update Notities
pt_br: Atualizar Notas
ro: Actualizează notițele
ru: Обновить заметки

source: Link
de: Verlinken
es: Enlazar
fr: Lier
it: Accedi
nl: Koppel
ro: Leagă
ru: Связать

source: Unlink
de: Entlinken
es: Desenlazar
fr: Délier
it: Rimuovi link
nl: Ontkoppel
pt_br: Desvincular
ro: Dezleagă
ru: Отвязать

source: Delete
da: Slet
de: Löschen
es: Borrar
fr: Supprimer
it: Predefinito
nb_no: Slett
nl: Verwijder
ro: Șterge
ru: Удалить

source: Passkeys for {}
da: Adgangsnøgler til {}
de: Passkeys für {}
es: Passkeys para {}
it: Passkey per {}
nl: Passkeys voor {}
pt_br: Chaves de acesso de {}
ro: Passkey-uri pentru {}
ru: Ключи доступа для {}

source: Created
da: Oprettet
de: Erstellt
es: Creado
fr: Création
it: Creato
nb_no: Opprettet
nl: Aangemaakt
pt_br: Criado
ro: Creat
ru: Создано

source: Last used
da: Sidst brugt
de: Zuletzt genutzt
es: Usado por última vez
it: Usato
nl: Laatst gebruikt
ro: Ultima utilizare
ru: Последнее использование

source: Reset All Passkeys
da: Nulstil alle Adgangsnøgler
de: Alle Passkeys zurücksetzen
es: Restablecer todas las Passkeys
it: Reimposta tutte le passkey
nl: Alle passkeys opnieuw instellen
pt_br: Redefinir Todas as Chaves de Acesso
ro: Resetează toate passkey-urile
ru: Сбросить все ключи доступа

source: No passkeys registered for this user.
da: Ingen passkeys registreret for denne bruger.
de: Für diesen Benutzer sind keine Passkeys registriert.
es: No hay passkeys registradas para este usuario.
it: Nessuna passkey registrata per questo utente.
nl: Geen passkeys geregistreerd voor deze gebruiker.
pt_br: Nenhuma chave de acesso registrada para este usuário.
ro: Nu există passkey-uri înregistrate pentru acest utilizator.
ru: Для этого пользователя не зарегистрировано ключей доступа.

source: Are you sure you want to delete this passkey?
da: Er du sikker på, at du vil slette denne adgangsnøgle?
de: Bist du sicher, dass du diesen Passkey löschen willst?
es: ¿Está seguro(a) de eliminar esta passkey?
it: Sei sicuro di voler eliminare questa passkey?
nl: Weet je zeker dat je deze passkey wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta chave de acesso?
ro: Sigur vrei să ștergi acest passkey?
ru: Вы уверены, что хотите удалить этот ключ доступа?

source: Failed to delete passkey
da: Sletning af adgangsnøgle fejlet
de: Passkey konnte nicht gelöscht werden
es: Eliminación de passkey falló
it: Impossibile eliminare la passkey
nl: Mislukt om passkey te verwijderen
pt_br: Falha ao excluir chave de acesso
ro: Nu s-a putut șterge passkey-ul
ru: Не удалось удалить ключ доступа

source: An error occurred while deleting the passkey
da: En fejl opstod, ved sletning af adgangsnøgle
de: Bei der Löschung des Passkeys ist ein Fehler aufgetreten
es: Ocurrió un error al eliminar la passkey
it: Si è verificato un errore durante l'eliminazione della passkey
nl: Een fout is opgetreden tijdens het verwijderen van de passkey
pt_br: Ocorreu um erro ao excluir a chave de acesso
ro: A apărut o eroare la ștergerea passkey-ului
ru: Произошла ошибка при удалении ключа доступа

source: Are you sure you want to reset ALL passkeys for {}?
da: Er du sikker på, at du vil nulstille ALLE adgangsnøgler for {}?
de: Bist du sicher, dass du ALLE Passkeys für {} zurücksetzen willst?
es: ¿Esta seguro(a) de restablecer TODAS las passkeys para {}?
it: Sei sicuro di voler reimpostare TUTTE le passkey per {}?
nl: Weet je zeker dat je ALLE passkeys opnieuw wilt instellen voor {}?
pt_br: Tem certeza de que deseja redefinir TODAS as chaves de acesso de {}?
ro: Sigur dorești să resetezi TOATE passkey-urile pentru {}?
ru: Вы уверены, что хотите сбросить ВСЕ ключи доступа для {}?

source: This action cannot be undone.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no puede deshacerse.
it: Questa azione non può essere annullata.
nl: Deze actie kan niet ongedaan worden gemaakt.
pt_br: Esta ação não pode ser desfeita.
ro: Această acțiune nu poate fi anulată.
ru: Это действие не может быть отменено.

source: All passkeys have been reset
da: Alle adgangsnøgler er nulstillet
de: Alle Passkeys wurden zurückgesetzt
es: Todas las passkeys fueron restablecidas
it: Tutte le passkey sono state reimpostate
nl: Alle passkeys zijn opnieuw ingesteld
pt_br: Todas as chaves de acesso foram redefinidas
ro: Toate passkey-urile au fost resetate
ru: Все ключи доступа были сброшены

source: Failed to reset passkeys
da: Nulstilling ad adgangsnøgler fejlet
de: Zurücksetzen der Passkeys fehlgeschlagen
es: Restablecimiento de passkeys falló
it: Impossibile reimpostare le passkey
nl: Mislukt om passkeys opnieuw in te stellen
pt_br: Falha ao redefinir chaves de acesso
ro: Nu s-au putut reseta passkey-urile
ru: Не удалось сбросить ключи доступа

source: An error occurred while resetting passkeys
da: En fejl opstod, under nulstilling af adgangsnøgler
de: Ein Fehler ist beim Zurücksetzen der Passkeys aufgetreten
es: Ocurrió un error al restablecer las passkeys
it: Si è verificato un errore durante il ripristino delle passkey
nl: En fout is opgetreden tijdens het opnieuw instellen van de passkeys
pt_br: Ocorreu um erro ao redefinir as chaves de acesso
ro: A apărut o eroare la resetarea passkey-urilor
ru: Произошла ошибка при сбросе ключей доступа

source: Add New Passkey
da: Tilføj Ny Adgangsnøgle
de: Neuen Passkey hinzufügen
es: Añadir Nueva Passkey
it: Aggiungi nuova passkey
nl: Nieuwe Passkey Toevoegen
pt_br: Adicionar Nova Chave de Acesso
ro: Adaugă un passkey nou
ru: Добавить новый ключ доступа

source: Passkey Name
da: Adgangsnøgle Navn
es: Nombre de Passkey
it: Nome utente
nl: Passkey naam
ro: Nume passkey
ru: Имя ключа доступа

source: e.g., My iPhone, Work Laptop
da: f.eks. Min iPhone, arbejdscomputer
de: z. B. Mein iPhone, Arbeits-Laptop
es: i.e., Mi iPhone, Laptop del Trabajo
it: ad es., Il mio iPhone, Laptop di lavoro
nl: bijv, Mijn iPhone, Werk Laptop
pt_br: ex., Meu iPhone, Notebook de Trabalho
ro: ex.: iPhone-ul meu, laptopul de serviciu
ru: например, Мой iPhone, Рабочий ноутбук

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nb_no: Avbryt
nl: Annuleren
pt_br: Cancelar
ro: Anulează
ru: Отменить

source: Create Passkey
da: Opret adgangsnøgle
de: Passkey erstellen
es: Crear Passkey
it: Crea un account
nl: Maak Passkey Aan
ro: Creează passkey
ru: Создать ключ доступа

source: Added
da: Tilføjet
de: Hinzugefügt
es: Añadida
it: Aggiunto
nl: Toegevoegd
pt_br: Adicionado
ro: Adăugat
ru: Добавлено

source: No passkeys registered
da: Ingen adgangsnøgler registreret
de: Keine Passkeys registriert
es: No hay passkeys registradas
it: Nessuna passkey registrata
nl: Geen passkeys geregistreerd
pt_br: Nenhuma chave de acesso registrada
ro: Nu există passkey-uri înregistrate
ru: Ключи доступа не зарегистрированы

source: Add your first passkey for enhanced security
da: Tilføj din adgangsnøgle for forbedret sikkerhed
de: Füge deinen ersten Passkey hinzu, um die Sicherheit zu erhöhen
es: Añada su primera passkey para seguridad reforzada
it: Aggiungi la tua prima passkey per una maggiore sicurezza
nl: Voeg je eerste passkey toe voor extra beveiliging
pt_br: Adicione sua primeira chave de acesso para maior segurança
ro: Adaugă primul tău passkey pentru securitate sporită
ru: Добавьте ваш первый ключ доступа для повышения безопасности

source: Passkeys
da: Adgangsnøgler
it: Passkey
pt_br: Chaves de Acesso
ro: Passkey-uri
ru: Ключи доступа

source: Passkeys require HTTPS connection
da: Adgangsnøgler kræver HTTPS-forbindelse
de: Passkeys erfordern eine HTTPS Verbindung
es: Las Passkeys requieren conexión HTTPS
it: Le passkey richiedono una connessione HTTPS
nl: Passkeys vereisen een HTTPS connectie
pt_br: Chaves de acesso requerem conexão HTTPS
ro: Passkey-urile necesită conexiune HTTPS
ru: Ключи доступа требуют HTTPS-соединения

source: Add Passkey
da: Tilføj Adgangsnøgle
de: Passkey hinzufügen
es: Añadir una Passkey
it: Aggiungi passkey
nl: Voeg Passkey Toe
pt_br: Adicionar Chave de Acesso
ro: Adaugă passkey
ru: Добавить ключ доступа

source: To use passkeys, please access this page over HTTPS.
da: For at bruge passkeys skal du have adgang til denne side via HTTPS.
de: Um Passkeys zu nutzen, geh bitte über HTTPS auf diese Seite.
es: Para utilizar passkeys, por favor acceder a esta página vía HTTPS.
it: Per utilizzare le passkey, accedi a questa pagina tramite HTTPS.
nl: Om passkeys te gebruiken, ga naar deze pagina via HTTPS.
pt_br: Para usar chaves de acesso, por favor acesse esta página via HTTPS.
ro: Pentru a folosi passkey-uri, accesează această pagină prin HTTPS.
ru: Для использования ключей доступа, пожалуйста, откройте эту страницу через HTTPS.

source: Manage your passkeys for passwordless authentication.
da: Administrer dine passkeys til godkendelse uden adgangskode.
de: Verwalte deine Passkeys für die passwortlose Authentifizierung.
es: Gestione sus passkeys para autenticación sin contraseñas.
it: Gestisci le tue passkey per l'autenticazione senza password.
nl: Beheer je passkeys voor wachtwoordloos authenticatie.
pt_br: Gerencie suas chaves de acesso para autenticação sem senha.
ro: Administrează-ți passkey-urile pentru autentificare fără parolă.
ru: Управляйте вашими ключами доступа для аутентификации без пароля.

source: Loading passkeys...
da: Indlæser adgangsnøgler…
de: Lade Passkeys...
es: Cargando passkeys...
it: Caricamento passkey...
nl: Passkeys laden...
pt_br: Carregando chaves de acesso...
ro: Se încarcă passkey-urile...
ru: Загрузка ключей доступа...

source: Creating passkey for
da: Opretter adgangsnøgle for
de: Passkey erstellen für
es: Creando passkey para
it: Creazione passkey per
nl: Passkey aanmaken voor
pt_br: Criando chave de acesso para
ro: Se creează passkey-ul pentru
ru: Создание ключа доступа для

source: Please follow your device's prompts to complete setup
da: Følg din enheds anvisninger for at fuldføre opsætningen
de: Folge einfach den Anweisungen auf deinem Gerät, um die Einrichtung abzuschließen
es: Por favor siga las instrucciones en su dispositivo para completar el ajuste
it: Segui le istruzioni del tuo dispositivo per completare la configurazione
nl: Volg de instructies op uw apparaat om de installatie te voltooien
pt_br: Por favor, siga as instruções do seu dispositivo para concluir a configuração
ro: Urmează instrucțiunile dispozitivului pentru a finaliza configurarea
ru: Пожалуйста, следуйте подсказкам вашего устройства для завершения настройки

source: Failed to register passkey
da: Registrering af adgangsnøgle fejlet
de: Passkey konnte nicht registriert werden
es: El registro de passkey falló
it: Impossibile registrare la passkey
nl: Mislukt om passkey te registreren
pt_br: Falha ao registrar chave de acesso
ro: Nu s-a putut înregistra passkey-ul
ru: Не удалось зарегистрировать ключ доступа

source: Failed to complete passkey registration
da: Færdiggørelse af adgangsnøgle registrering fejlede
de: Die Registrierung des Passkeys konnte nicht abgeschlossen werden
es: El registro completo de passkey falló
it: Impossibile completare la registrazione della passkey
nl: Registratie van passkey is mislukt
pt_br: Falha ao concluir o registro da chave de acesso
ro: Nu s-a putut finaliza înregistrarea passkey-ului
ru: Не удалось завершить регистрацию ключа доступа

source: Permission denied.
da: Tilladelse nægtet.
de: Zugriff verweigert.
es: Permiso denegado.
fr: Permission refusée.
it: Permesso negato.
nb_no: Tilgang nektet.
nl: Toegang geweigerd.
pt_br: Permissão negada.
ro: Permisiune respinsă.
ru: Доступ запрещен.

source: You are attempting to do something you shouldn't be doing...
da: Du forsøger at gøre noget, som du ikke burde gøre...
de: Du versuchst etwas zu tun, was du nicht tun solltest...
es: Estás intentado hacer algo que no deberías estar haciendo...
fr: Vous tentez de faire quelque chose que vous ne devriez pas faire...
it: Stai cercando di fare qualcosa che non dovresti fare…
nb_no: Du prøver å utføre noe du ikke burde …
nl: Je probeert iets te doen wat je niet zou moeten doen...
pt_br: Você está tentando fazer algo que não deveria estar fazendo...
ro: Încercați să faceți ceva ce nu se trebui să faceți...
ru: Вы пытаетесь сделать то, чего вам делать не стоит...

source: Something's missing.
da: Der er noget, der mangler.
de: Etwas fehlt.
es: Falta algo.
fr: Il manque quelque chose.
it: Manca qualcosa.
nb_no: Noe mangler.
nl: Er ontbreekt iets.
pt_br: Algo deu errado.
ro: Ceva lipsește.
ru: Чего-то не хватает.

source: Sorry, we can't find that page. It doesn't seem to exist!
da: Vi kan desværre ikke finde den side. Den eksisterer tilsyneladende ikke!
de: Entschuldigung, wir können diese Seite nicht finden. Es scheint nicht zu existieren!
es: Lo sentimos, pero no podemos encontrar esa página. ¡Parece que no existe!
fr: Désolé, nous ne trouvons pas cette page. On dirait qu'elle n'existe pas !
it: Spiacenti, non riusciamo a trovare quella pagina. Sembra che non esista!
nb_no: Finner ikke den siden. Den ser ikke ut til å eksistere.
nl: Sorry, we kunnen deze pagina niet vinden. Deze lijkt niet te bestaan!
pt_br: Desculpe, não podemos encontrar essa página. Parece que não existe!
ro: Scuze, nu am putut găsi acea pagină. Nu pare să existe!
ru: К сожалению, мы не можем найти эту страницу. Видимо, ее не существует!

source: Internal Server Error.
da: Intern serverfejl.
de: Interner Serverfehler.
es: Error interno del servidor.
fr: Erreur interne du serveur.
it: Errore interno del server.
nb_no: Intern tjenerfeil
nl: Interne serverfout.
pt_br: Erro do Servidor Interno.
ro: Eroare internă a server-ului.
ru: Внутренняя ошибка сервера.
