Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Setting up...
da: Opsætter…
de: Einrichten...
es: Configurando...
it: Configurazione in corso...
nl: Instellen...
ro: Se configurează...
ru: Настройка...

source: What happens next?
da: Hvad sker der som det næste?
de: Wie geht es weiter?
es: ¿Qué ocurre ahora?
it: Cosa succede dopo?
nl: Wat gebeurt er daarna?
pt_br: O que acontece a seguir?
ro: Ce urmează?
ru: Что произойдет дальше?

source: Your Plex account is already set up and ready to use
da: Din Plex-konto er allerede konfigureret og klar til brug
de: Dein Plex-Konto ist bereits eingerichtet und bereit zur Nutzung
es: Su cuenta de Plex está configurada y lista para usar
it: Il tuo account Plex è già configurato e pronto all'uso
nl: Je Plex account is al ingesteld en klaar voor gebruik
pt_br: Sua conta Plex já está configurada e pronta para uso
ro: Contul tău Plex este deja configurat și gata de utilizare
ru: Ваш аккаунт Plex уже настроен и готов к использованию

source: This password will be used to create accounts on your local servers
da: Denne adgangskode vil blive brugt til at oprette konti på dine lokale servere
de: Dieses Passwort wird benutzt, um Konten auf deinen lokalen Servern zu erstellen
es: Esta contraseña se utilizará para crear cuentas en sus servidores locales
it: Questa password verrà utilizzata per creare account sui tuoi server locali
nl: Dit wachtwoord wordt gebruikt om accounts op je lokale servers aan te maken
pt_br: Esta senha será usada para criar contas nos seus servidores locais
ro: Această parolă va fi folosită pentru a crea conturi pe serverele tale locale
ru: Этот пароль будет использоваться для создания аккаунтов на ваших локальных серверах

source: You'll be redirected to the setup wizard to complete configuration
da: Du bliver viderestillet til opsætningsguiden for at fuldføre konfiguration
de: Du wirst zum Einrichtungsassistenten weitergeleitet, um die Konfiguration abzuschließen
es: Será redirigido(a) al genio de configuración para completar la misma
it: Verrai reindirizzato alla procedura guidata per completare la configurazione
nl: Je wordt nu doorverwezen naar de installatiewizard om de configuratie te voltooien
pt_br: Você será redirecionado para o assistente de configuração para concluir a configuração
ro: Vei fi redirecționat către expertul de configurare pentru a finaliza setările
ru: Вы будете перенаправлены в мастер настройки для завершения конфигурации

source: Only want to use Plex?
da: Vil du kun bruge Plex?
de: Willst du nur Plex nutzen?
es: ¿Sólo quiere utilizar Plex?
it: Vuoi usare solo Plex?
nl: Alleen Plex gebruiken?
pt_br: Deseja usar apenas o Plex?
ro: Vrei să folosești doar Plex?
ru: Хотите использовать только Plex?

source: Skip local servers
da: Spring over lokale servere
de: Lokale Server überspringen
es: Omitir servidores locales
it: Salta i server locali
nl: Lokale servers overslaan
pt_br: Pular servidores locais
ro: Sari peste serverele locale
ru: Пропустить локальные серверы

source: Password too short
da: Adgangskode for kort
de: Passwort zu kurz
es: La contraseña es muy corta
it: Password troppo corta
nl: Wachtwoord te kort
ro: Parolă prea scurtă
ru: Пароль слишком короткий

source: Password strength: Medium
da: Adgangskodestyrke: Medium
de: Passwortstärke: Mäßig
es: Robustez de contraseña: Media
it: Forza password: Media
nl: Wachtwoord sterkte: Middel
pt_br: Força da senha: Média
ro: Putere parolă: medie
ru: Надежность пароля: Средняя

source: Password strength: Strong
da: Adgangskodestyrke: Stærk
de: Passwortstärke: Stark
es: Robustez de contraseña: Alta
it: Forza password: Forte
nl: Wachtwoord sterkte: Sterk
pt_br: Força da senha: Forte
ro: Putere parolă: mare
ru: Надежность пароля: Высокая

source: Passwords do not match
da: Adgangskoderne stemmer ikke overens.
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
it: Le password non corrispondono
nl: Wachtwoorden komen niet overeen
pt_br: As senhas não coincidem
ro: Parolele nu coincid
ru: Пароли не совпадают

source: Invalid Invitation
da: Ugyldig Invitation
de: Ungültige Einladung
es: Invitación inválida
fr: Invitation Invalide
it: Invito non valido
nl: Ongeldige Uitnodiging
ro: Invitație invalidă
ru: Недействительное приглашение

source: This invitation link is no longer valid. Please request a new invitation.
it: Questo link di invito non è più valido. Richiedi un nuovo invito.
pt_br: Este link de convite não é mais válido. Por favor, solicite um novo convite.
ro: Acest link de invitație nu mai este valabil. Solicită o invitație nouă.
ru: Эта ссылка-приглашение больше не действительна. Пожалуйста, запросите новое приглашение.

source: Two-Factor Authentication
da: To-Faktor Godkendelse
de: Zwei-Faktoren Authentifizierung
es: Autenticación de Dos Factores
it: Autenticazione a due fattori
nl: Twee-Factor Authenticatie
pt_br: Autenticação de Dois Fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация

source: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
nb_no: Logg inn
nl: Inloggen
ro: Logare
ru: Войти

source: Welcome back, {}!
da: Velkommen tilbage, {}!
de: Willkommen zurück, {}!
es: ¡Bienvenido(a) de vuelta, {}!
it: Bentornato, {}!
nl: Welkom terug, {}!
pt_br: Bem-vindo de volta, {}!
ro: Bine ai revenit, {}!
ru: С возвращением, {}!

source: Please authenticate with your passkey to complete login.
da: Venligst godkend med din adgangsnøgle for at fuldføre login.
de: Bitte logg dich mit deinem Passkey ein, um die Anmeldung abzuschließen.
es: Por favor autenticar con su passkey para completar la entrada.
it: Autenticati con la tua passkey per completare l'accesso.
nl: Meld je aan met je passkey om het inloggen te voltooien.
pt_br: Por favor, autentique com sua chave de acesso para concluir o login.
ro: Autentifică-te cu passkey-ul pentru a finaliza logarea.
ru: Пожалуйста, пройдите аутентификацию с помощью ключа доступа для завершения входа.

source: Remember me
da: Husk mig
de: Angemeldet bleiben
es: Recuérdame
fr: Se souvenir de moi
it: Ricordami
nb_no: Husk meg
nl: Onthoud mij
pt_br: Lembrar-me
ro: Reține-mă
ru: Запомнить меня

source: Sign in
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nb_no: Logg inn
nl: Log in
pt_br: Entrar
ro: Înregistrare
ru: Войти

source: Authenticate with Passkey
da: Godkend med Adgangsnøgle
de: Authentifizierung mit Passkey
es: Autenticar con Passkey
it: Autentica con passkey
nl: Authenticeer met Passkey
pt_br: Autenticar com Chave de Acesso
ro: Autentifică-te cu Passkey
ru: Аутентификация с помощью ключа доступа

source: Back to Login
da: Tilbage til Log ind
de: Zurück zur Anmeldung
es: De vuelta a Entrada
it: Torna al login
nl: Terug naar Inloggen
pt_br: Voltar ao Login
ro: Înapoi la autentificare
ru: Вернуться к входу

source: Or
da: Eller
de: oder
es: O
it: O
nl: Of
pt_br: Ou
ro: Sau
ru: Или

source: Sign in with Passkey
da: Log ind med Adgangsnøgle
de: Mit Passkey anmelden
es: Entrar con Passkey
it: Accedi con passkey
nl: Log in met Passkey
pt_br: Entrar com Chave de Acesso
ro: Autentifică-te cu Passkey
ru: Войти с помощью ключа доступа

source: Authenticating...
da: Godkender…
de: Authentifizierung...
es: Autenticando...
it: Autenticazione in corso...
nl: Authenticeren...
pt_br: Autenticando...
ro: Se autentifică...
ru: Аутентификация...

source: Failed to complete 2FA login
da: Fuldførelse af 2FA login fejlede
de: Die 2FA-Anmeldung schlägt fehl
es: La entrada con A2F falló
it: Impossibile completare l'accesso 2FA
nl: Het voltooien van de 2FA-aanmelding is mislukt
pt_br: Falha ao concluir login 2FA
ro: Autentificarea 2FA nu a putut fi finalizată
ru: Не удалось завершить вход с 2FA

source: Passkey authentication failed. Please try again or use your password.
da: Godkendelse af adgangsnøgle mislykkedes. Prøv igen eller brug din adgangskode.
de: Die Passkey-Authentifizierung ist fehlgeschlagen. Versuch es erneut oder gib dein Passwort ein.
es: La autenticación con passkey falló. Por favor intente de nuevo o utilice su contraseña.
it: Autenticazione passkey fallita. Riprova o usa la tua password.
nl: Passkey authenticatie gefaald. Probeer opnieuw of gebruik je wachtwoord.
pt_br: Autenticação com chave de acesso falhou. Por favor, tente novamente ou use sua senha.
ro: Autentificarea cu passkey a eșuat. Încearcă din nou sau folosește parola.
ru: Аутентификация с ключом доступа не удалась. Пожалуйста, попробуйте снова или используйте пароль.

source: Administrator
es: Administrador
fr: Administrateur
it: Amministratore
pt_br: Administrador
ru: Администратор

source: Change your account password for security.
da: Ændre din adgangskode for sikkerhed.
de: Hier kannst du dein Passwort ändern.
es: Cambie su contraseña paor seguridad.
fr: Modifiez le mot de passe de votre compte pour des raisons de sécurité.
it: Cambia la password del tuo account per sicurezza.
nl: Wijzig het wachtwoord van uw account voor de veiligheid.
pt_br: Altere a senha da sua conta por segurança.
ro: Schimbă parola contului pentru mai multă siguranță.
ru: Измените пароль вашего аккаунта для безопасности.

source: Current Password
de: Aktuelles Passwort
es: Contraseña Actual
fr: Mot de passe actuel
it: Password attuale
nl: Huidige Wachtwoord
ro: Parola actuală
ru: Текущий пароль

source: Confirm New Password
da: Bekræft Ny Adgangskode
de: Neues Passwort bestätigen
es: Confirme Nueva Contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
nl: Bevestig Nieuwe Wachtwoord
pt_br: Confirmar Nova Senha
ro: Confirmă parola nouă
ru: Подтвердите новый пароль

source: Change Password
de: Passwort ändern
es: Cambiar Contraseña
fr: Modifier le mot de passe
it: Cambia password
nl: Wijzig Wachtwoord
ro: Schimbă parola
ru: Изменить пароль

source: You've been invited to join the %(name)s server!
da: Du er blevet inviteret til at tilmelde dig %(name)s server!
de: Du wurdest eingeladen, dem Server %(name)s beizutreten!
es: ¡Has sido invitado a unirte al servidor %(name)s!
fr: Vous avez été invité à rejoindre %(name)s !
it: Sei stato invitato ad unirti al server di %(name)s!
nb_no: Du har blitt invitert til %(name)s server!
nl: Je bent uitgenodigd voor %(name)s server!
pt_br: Você foi convidado a participar do servidor %(name)s!
ro: Ai fost invitat să te alături server-ului %(name)s!
ru: Вы были приглашены присоединиться к серверу %(name)s!

source: You've been invited!
da: Du er blevet inviteret!
de: Du wurdest eingeladen!
es: ¡Usted ha sido invitado(a)!
fr: Vous avez été invité !
it: Sei stato invitato!
nl: Je bent uitgenodigd!
pt_br: Você foi convidado!
ro: Ai primit o invitație!
ru: Вы приглашены!

source: To join
de: Willkommen bei
es: A Unirse a
fr: À rejoindre
it: Per unirti
nl: Lid worden
ro: Pentru a te alătura
ru: Чтобы присоединиться

source: Join the ultimate media server experience.
da: Deltag i den ultimative medie serveroplevelse.
de: Dein Tor zur ultimativen Medienwelt.
es: Únase a la mejor experiencia de servidor de medios.
it: Unisciti all'esperienza definitiva del server multimediale.
nl: Wordt lid van de ultieme media server ervaring.
pt_br: Junte-se à experiência definitiva de servidor de mídia.
ro: Alătură-te celei mai bune experiențe media.
ru: Присоединяйтесь к лучшему медиа-серверу.

source: Enter Code to Continue
de: Gib den Code ein, um fortzufahren
es: Entre el Código para Continuar
fr: Entrez le code pour continuer
it: Inserisci il codice per continuare
nl: Voer Code in om door te gaan
ro: Introdu codul pentru a continua
ru: Введите код для продолжения

source: Invitation Code
de: Einladungscode
es: Código de Invitación
fr: Code d'invitation
it: Codice d'invito
nl: Uitnodigingscode
ro: Cod de invitație
ru: Код приглашения

source: Enter your code
de: Code eingeben
es: Entre su código
fr: Entrez votre code
it: Inserisci il tuo codice
nl: Voer code in
ro: Introdu codul
ru: Введите ваш код

source: Join Server
de: Server beitreten
es: Unirse al Servidor
fr: Rejoindre le serveur
it: Unisciti al server
nl: Deelnemen Server
ro: Alătură-te serverului
ru: Присоединиться к серверу

source: Secure invitation system powered by Wizarr
da: Sikker invitationssystem drevet af Wizarr
de: Sicheres Einladungssystem dank Wizarr
es: Sistema de invitaciones seguras provisto por Wizarr
fr: Système d'invitation sécurisé propulsé par Wizarr
it: Sistema di inviti sicuro alimentato da Wizarr
nl: Veilig uitnodigingssysteem aangestuurd door Wizarr
pt_br: Sistema de convite seguro desenvolvido por Wizarr
ro: Sistem de invitații securizat, oferit de Wizarr
ru: Безопасная система приглашений на базе Wizarr

source: Invite User
da: Inviter bruger
de: Benutzer einladen
es: Invitar usuario
fr: Inviter un utilisateur
it: Invita un utente
nb_no: Inviter bruker
nl: Gebruiker uitnodigen
pt_br: Convidar Usuário
ro: Invită Utilizator
ru: Пригласить пользователя

source: Accept Invitation
de: Einladung annehmen
es: Aceptar Invitación
fr: Accepter l'invitation
it: Accetta l'invito
nl: Accepteer Uitnodiging
ro: Acceptă invitația
ru: Принять приглашение

source: Get ready to join the magic
da: Gør dig klar til at deltage i magien
de: Machen Sie sich bereit, Teil der Magie zu werden
es: Prepárese para unirse a la magia
fr: Préparez-vous à rejoindre la magie
it: Preparati a unirti alla magia
nl: Maak je klaar om deel te namen aan de magie
pt_br: Prepare-se para se juntar à magia
ro: Pregătește-te să intri în magie
ru: Приготовьтесь присоединиться к магии

source: Create Account
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
it: Crea un account
nl: Maak Account
ro: Creează cont
ru: Создать аккаунт

source: Set up your magical account
de: Richte dein magisches Konto ein
es: Configurar su cuenta mágica
fr: Configurez votre compte magique
it: Configura il tuo account magico
nl: Stel uw magische account in
ro: Configurează-ți contul magic
ru: Настройте ваш волшебный аккаунт

source: Enter your username
da: Indtast dit brugernavn
de: Benutzername eingeben
es: Entre su nombre de usuario
fr: Entrez votre nom d'utilisateur
it: Inserisci il tuo nome utente
nl: Vul je gebruikersnaam in
pt_br: Digite seu nome de usuário
ro: Introdu numele de utilizator
ru: Введите ваше имя пользователя

source: Email
es: Correo electrónico
fr: Courriel
nb_no: Epost
ru: Электронная почта

source: Enter your email
da: Indtast din e-mail
de: E-Mail eingeben
es: Entre su correo electrónico
fr: Entrez votre adresse e-mail
it: Inserisci la tua email
nl: Vul je email in
pt_br: Digite seu email
ro: Introdu emailul tău
ru: Введите ваш email

source: Create a password
de: Erstelle ein Passwort
es: Crear una contraseña
fr: Créez un mot de passe
it: Crea una password
nl: Maak een wachtwoord
ro: Creează o parolă
ru: Создайте пароль

source: Invite Code
da: Invitationskode
de: Einladungscode
es: Código de invitación
fr: Code d'invitation
it: Codice d'invito
nb_no: Invitasjonskode
nl: Uitnodigingscode
pt_br: Código do convite
ro: Cod de invitație
ru: Код приглашения

source: Enter invite code
de: Einladungscode eingeben
es: Entre código de invitación
fr: Entrez le code d'invitation
it: Inserisci il codice dell'invito
nl: Vul je uitnodigingscode in
ro: Introdu codul de invitație
ru: Введите код приглашения

source: Creating account...
de: Konto erstellen...
es: Creando cuenta...
fr: Création du compte…
it: Creazione account...
nl: Account wordt aangemaakt...
ro: Se creează contul...
ru: Создание аккаунта...

source: Latest Accepted Invites
da: Seneste accepterede Inviter
de: Neuste akzeptierte Einladungen
es: Últimas Invitaciones Aceptadas
fr: Dernières invitations acceptées
it: Ultimi inviti accettati
nl: Laatste geaccepteerde uitnodigingen
pt_br: Últimos Convites Aceitos
ro: Cele mai recente invitații acceptate
ru: Последние принятые приглашения

source: Recently joined
da: Senest tilmeldte
de: Kürzlich beigetreten
es: Unidos Recientemente
it: Unito di recente
nl: Recent lid geworden
pt_br: Recém-chegados
ro: S-au alăturat recent
ru: Недавно присоединились

source: Showing
it: Visualizzazione
pt_br: Mostrando
ro: Se afișează
ru: Показано

source: of
de: von
es: de
fr: sur
it: di
pt_br: de
ro: din
ru: из

source: Prev
it: Prec
ro: Înapoi
ru: Назад

source: Page
it: Pagina
pt_br: Página
ro: Pagină
ru: Страница

source: Next
da: Næste
de: Nächstes
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pt_br: Próxima
ro: Înainte
ru: Далее

source: No recent invitations accepted
da: Ingen seneste accepterede invitationer
de: Keine kürzlich angenommene Einladungen
es: No hay invitaciones recientes aceptadas
fr: Aucune invitation acceptée récente
it: Nessun invito recente accettato
nl: Geen recente uitnodigingen geaccepteerd
pt_br: Nenhum convite aceito recentemente
ro: Nu există invitații acceptate recent
ru: Нет недавно принятых приглашений

source: Accepted invitations will appear here
da: Accepterede invitationer vises her
de: Angenommene Einladungen werden hier angezeigt
es: Las invitaciones Aceptadas aparecerán aquí
fr: Les invitation acceptées apparaîtrons ici
it: Gli inviti accettati appariranno qui
nl: Geaccepteerde uitnodigingen verschijnen hier
pt_br: Convites aceitos aparecerão aqui
ro: Invitațiile acceptate vor apărea aici
ru: Принятые приглашения появятся здесь

source: Dashboard
da: Instrumentpanel
es: Cuadro de mando
fr: Tableau de bord
pt_br: Painel
ro: Tablou de bord
ru: Панель управления

source: New Invite
da: Ny Invitation
de: Neue Einladung
es: Invitación Nueva
fr: Nouvelle invitation
it: Nuovo invito
nl: Nieuwe uitnodiging
ro: Invitație nouă
ru: Новое приглашение

source: Now Playing
da: Afspilles nu
de: Aktuelle Wiedergabe
es: Reproduciendo Ahora
fr: En cours de lecture
it: In riproduzione
nl: Nu aan het spelen
pt_br: Reproduzindo Agora
ro: În redare
ru: Сейчас воспроизводится

source: Invitations
da: Invitationer
de: Einladungen
es: Invitaciones
it: Inviti
nb_no: Invitasjoner
nl: Uitnodigingen
pt_br: Convites
ro: Invitații
ru: Приглашения

source: Library Breakdown
da: Biblioteketsoversigt
de: Übersicht Bibliothek
es: Desgloce de Biblioteca
it: Ripartizione librerie
nl: Bibliotheekoverzicht
pt_br: Detalhamento da Biblioteca
ro: Structură bibliotecă
ru: Разбивка по библиотекам

source: Per Server
de: Pro Server
es: Por Servidor
fr: Par serveur
ro: Pe server
ru: По серверу

source: No libraries found
da: Ingen biblioteker fundet
de: Keine Bibliotheken gefunden
es: No se encontraron bibliotecas
fr: Aucune bibliothèque trouvée
it: Nessuna libreria trovata
nl: Geen bibliotheken gevonden
ro: Nu au fost găsite biblioteci
ru: Библиотеки не найдены

source: Configure your media servers to see library statistics
da: Konfigurer dine medieservere for at se biblioteksstatistik
de: Richte deine Medienserver so ein, dass du Bibliotheksstatistiken sehen kannst
es: Configure sus servidores de medio para ver estadísticas de biblioteca
fr: Configurez vos serveurs de médias pour voir les statistiques des bibliothèques
it: Configura i tuoi server multimediali per vedere le statistiche delle librerie
nl: Configureer uw mediaservers om bibliotheekstatistieken te zien
pt_br: Configure seus servidores de mídia para ver estatísticas de biblioteca
ro: Configurează serverele media pentru a vedea statisticile bibliotecii
ru: Настройте ваши медиа-серверы, чтобы увидеть статистику библиотек

source: Failed to load libraries
da: Indlæsning af biblioteker fejlet
de: Fehler beim Laden der Bibliotheken
es: Carga de bibliotecas falló
fr: Échec du chargement des bibliothèques
it: Impossibile caricare le librerie
nl: Kon de bibliotheken niet laden
ro: Nu s-au putut încărca bibliotecile
ru: Не удалось загрузить библиотеки

source: Unknown error occurred
da: Ukendt fejl opstod
de: Unbekannter Fehler aufgetreten
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
nl: Er is een onbekende fout opgetreden
pt_br: Ocorreu um erro desconhecido
ro: A apărut o eroare necunoscută
ru: Произошла неизвестная ошибка

source: Unable to load now playing
da: Ikke muligt at indlæse afspilninger
de: Aktuelle Wiedergabe kann nicht geladen werden
es: No pudo cargarse reproduciendo ahora
fr: Impossible de charger la lecture en cours
it: Impossibile caricare in riproduzione
nl: Kan nu afspelen niet laden
pt_br: Não foi possível carregar o que está reproduzindo
ro: Nu se poate încărca lista de redare curentă
ru: Не удалось загрузить текущее воспроизведение

source: There was an error connecting to your media servers
da: Der var en fejl i forbindelsen til dine medieafspillere
de: Beim Verbinden mit deinen Medienservern ist ein Fehler aufgetreten
es: Hubo un error al conectarse a sus servidores de medios
fr: Une erreur s'est produite lors de la connexion à vos serveurs de médias
it: Si è verificato un errore nella connessione ai tuoi server multimediali
nl: Er is een fout opgetreden tijdens het verbinden met je mediaservers
pt_br: Houve um erro ao conectar aos seus servidores de mídia
ro: A apărut o eroare la conectarea la serverele media
ru: Произошла ошибка при подключении к вашим медиа-серверам

source: No one is watching
da: Ingen ser noget
de: Aktuell wird nichts gestreamt
es: Nadie está reproduciendo
fr: Personne ne regarde
it: Nessuno sta guardando
nl: Niemand is aan het kijken
pt_br: Ninguém está assistindo
ro: Nimeni nu urmărește nimic
ru: Никто не смотрит

source: No active media sessions found across your servers
da: Ingen aktive mediesessioner fundet på dine servere
de: Keine aktiven Mediensitzungen auf deinen Servern gefunden
es: No se encontraron sesiones de medio activas en sus servidores
fr: Aucune session de média active n'a été trouvée sur vos serveurs
it: Nessuna sessione multimediale attiva trovata sui tuoi server
nl: Geen actieve media sessie gevonden op de servers
pt_br: Nenhuma sessão de mídia ativa encontrada em seus servidores
ro: Nu există sesiuni media active pe serverele tale
ru: Не найдено активных медиа-сеансов на ваших серверах

source: Recently Added
da: Senest tilføjet
de: Kürzlich hinzugefügt
es: Añadidos Recientemente
fr: Ajouté récemment
it: Aggiunti di recente
nl: Recent toegevoegd
pt_br: Adicionados Recentemente
ro: Adăugate recent
ru: Недавно добавленные

source: Showing latest 10 items
de: Die letzten 10 Einträge anzeigen
es: Mostrando los últimos 10 ítems
fr: Affichage des 10 derniers éléments
it: Visualizzazione degli ultimi 10 elementi
nl: Laatste 10 items weergegeven
pt_br: Mostrando os últimos 10 itens
ro: Se afișează ultimele 10 elemente
ru: Показаны последние 10 элементов

source: No recent content found
da: Ingen nylig indhold fundet
de: Keine aktuellen Inhalte gefunden
es: No se encontró contendido reciente
it: Nessun contenuto recente trovato
nl: Geen recente content gevonden
pt_br: Nenhum conteúdo recente encontrado
ro: Nu s-a găsit conținut recent
ru: Не найдено недавнего контента

source: Add some content to your media servers to see it here
da: Tilføj noget indhold til dine medieservere for at se det her
de: Füge Inhalte zu deinen Medienservern hinzu, um sie hier anzuzeigen
es: Añada contenido a sus servidores de medios para verlo aquí
fr: Ajoutez du contenu à votre serveur de médias pour le voir ici
it: Aggiungi contenuti ai tuoi server multimediali per vederli qui
nl: Voeg wat content toe aan je media servers om het hier te zien
pt_br: Adicione algum conteúdo aos seus servidores de mídia para vê-lo aqui
ro: Adaugă conținut pe serverele media pentru a-l vedea aici
ru: Добавьте контент на ваши медиа-серверы, чтобы увидеть его здесь

source: Failed to load recent content
da: Indlæsning af seneste indhold fejlet
de: Aktuelle Inhalte konnten nicht geladen werden
es: La carga de contendido reciente falló
fr: Échec de chargement du contenu récent
it: Impossibile caricare i contenuti recenti
nl: Mislukt om recente content te laden
pt_br: Falha ao carregar conteúdo recente
ro: Nu s-a putut încărca conținutul recent
ru: Не удалось загрузить недавний контент
