Repository: wizarrrr/wizarr
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: da, de, es, fr, it, nb_no, nl, pt_br, ro, ru

source: Update the connection settings
da: Opdater forbindelsesindstillingerne
de: Aktualisiere die Verbindungseinstellungen
es: Actualizar la configuración de la conexión
fr: Mettre à jour les paramètres de connexion
it: Aggiorna le impostazioni di connessione
nl: Verbindinginstellingen bijwerken
pt_br: Atualizar as configurações da conexão
ro: Actualizează setările conexiunii
ru: Обновить настройки подключения

source: Select the type of connection to configure
da: Vælg typen af forbindelse for at konfigurere
de: Wähle den Typ der Verbindung aus, die du einrichten willst
es: Seleccione el tipo de conexión a configurar
fr: Sélectionnez le type de connexion à configurer
it: Seleziona il tipo di connessione da configurare
nl: Selecteer het soort verbinding om te configureren
pt_br: Selecione o tipo de conexão a configurar
ro: Selectează tipul de conexiune pe care dorești să o configurezi
ru: Выберите тип подключения для настройки

source: A friendly name to identify this connection
da: Et venligt navn til at identificere denne forbindelse
de: Ein eindeutiger Name, um diese Verbindung zu beschreiben
es: Un nombre amigable para identificar esta conexión
fr: Un nom pour identifier cette connexion
it: Un nome descrittivo per identificare questa connessione
nl: Een vriendelijke naam om deze verbinding te identificeren
pt_br: Um nome amigável para identificar esta conexão
ro: Un nume prietenos pentru a identifica această conexiune
ru: Понятное имя для идентификации этого подключения

source: Which media server should trigger invitations to this external service
da: Hvilken medieserver skal udløse invitationer til denne eksterne tjeneste
de: Welcher Medienserver soll Einladungen zu diesem externen Dienst auslösen
es: Cuál servidor de medios debe iniciar invitaciones a este servicio externo
fr: Le serveur de médias qui doit déclencher des invitations vers ce service externe
it: Quale server multimediale deve attivare inviti a questo servizio esterno
nl: Welke mediaserver moet uitnodigingen voor deze externe service activeren
pt_br: Qual servidor de mídia deve acionar convites para este serviço externo
ro: Ce server media ar trebui să trimită invitații către acest serviciu extern
ru: Какой медиа сервер должен инициировать приглашения к этому внешнему сервису

source: Open your Overseerr/Jellyseerr admin panel
da: Åbn dit Overseerr/Jellyseerr administratorpanel
de: Öffne dein Overseerr/Jellyseerr-Admin-Panel
es: Abra su panel administrador de Overseerr/Jellyseerr
fr: Ouvrez votre panneau d'administration Overseerr/Jellyseerr
it: Apri il pannello admin di Overseerr/Jellyseerr
nl: Open je Overseerr/Jellyseer beheer paneel
pt_br: Abra o painel de administração do Overseerr/Jellyseerr
ro: Deschide panoul de administrare Overseerr/Jellyseerr
ru: Откройте панель администратора Overseerr/Jellyseerr

source: Navigate to Settings → Users
da: Naviger til Indstillinger → Brugere
de: Geh zu Einstellungen → Benutzer
es: Navegue a Ajustes -> Usuarios
fr: Naviguez vers Paramètres → Utilisateurs
it: Vai su Impostazioni → Utenti
nl: Navigeer naar Instellingen → Gebruikers
pt_br: Navegue até Configurações → Usuários
ro: Mergi la Settings → Users
ru: Перейдите в Настройки → Пользователи

source: Enable 'Auto-approve new users'
da: Aktivér "Auto-godkend nye brugere''
de: Aktiviere „Neue Benutzer automatisch genehmigen“
es: Active 'Auto-aprobar nuevos susuarios'
it: Abilita 'Approva automaticamente nuovi utenti'
nl: Inschakelen 'Automatisch goedkeuren nieuwe gebruikers'
pt_br: Ative 'Aprovar automaticamente novos usuários'
ro: Activează „Auto-approve new users”
ru: Включите 'Автоматическое одобрение новых пользователей'

source: Enable 'Import Jellyfin/Plex users'
da: Aktivér 'Import Jellyfin/Plex-brugere''
de: Aktiviere „Jellyfin/Plex-Benutzer importieren”
es: Active 'Importar usuarios de Jellyfin/Plex'
it: Abilita 'Importa utenti Jellyfin/Plex'
nl: Inschakelen 'Importeren Jellyfin/Plex gebruikers'
pt_br: Ative 'Importar usuários Jellyfin/Plex'
ro: Activează „Import Jellyfin/Plex users”
ru: Включите 'Импорт пользователей Jellyfin/Plex'

source: The full URL to your external service instance
da: Den fulde URL til din eksterne serviceinstans
de: Die komplette URL zu deiner externen Serviceinstanz
es: La URL completa de us instancia de servicio externo
it: L'URL completo della tua istanza di servizio esterno
nl: De volledige URL van je externe service omgeving
pt_br: A URL completa da sua instância de serviço externo
ro: URL-ul complet al instanței serviciului extern
ru: Полный URL вашего экземпляра внешнего сервиса

source: API key from your external service settings
da: API-nøgle fra dine eksterne serviceindstillinger
de: API-Schlüssel aus deinem externen Dienst
es: Llave API de la configuración de su servicio externo
it: Chiave API dalle impostazioni del servizio esterno
nl: API sleutel van je externe service instellingen
pt_br: Chave de API das configurações do seu serviço externo
ro: Cheia API din setările serviciului extern
ru: API ключ из настроек вашего внешнего сервиса

source: Default Steps
de: Standard-Schritte
es: Pasos Predeterminados
fr: Étapes par défaut
it: Predefinito
nl: Standaard Stappen
ro: Pași impliciți
ru: Шаги по умолчанию

source: Custom Bundles
da: Brugerdefinerede bundter
de: Individuelle Bündel
es: Paquetes Personalizados
it: Pacchetti personalizzati
nl: Aangepaste Bundels
pt_br: Pacotes personalizados
ro: Pachete personalizate
ru: Пользовательские наборы

source: Import
da: Importer
es: Importar
it: Importa
nl: Importeren
pt_br: Importar
ro: Importă
ru: Импорт

source: Import Configuration
da: Importér konfiguration
de: Konfiguration importieren
es: Importar Configuración
it: Importa configurazione
nl: Importeer Configuratie
pt_br: Importar configuração
ro: Importă configurația
ru: Импорт конфигурации

source: Import steps or bundles from JSON file
da: Importér trin eller bundter fra JSON-fil
de: Schritte oder Bündel aus JSON-Datei importieren
es: Importar pasos o paquetes desde un archivo JSON
it: Importa passaggi o pacchetti da file JSON
nl: Importeer stappen of bundels van JSON bestand
pt_br: Importar etapas ou pacotes de arquivo JSON
ro: Importă pași sau pachete dintr-un fișier JSON
ru: Импорт шагов или наборов из JSON файла

source: Create
da: Opret
de: Erstellen
es: Crear
fr: Créer
it: Crea
nl: Aanmaken
ro: Creează
ru: Создать

source: Add a new wizard step
de: Einen neuen Wizard-Schritt hinzufügen
es: Añadir un nuevo paso genio
fr: Ajouter une nouvelle étape à l'assistant
it: Aggiungi un nuovo passaggio procedura guidata
nl: Nieuwe wizard stap toevoegen
pt_br: Adicionar uma nova etapa do assistente
ro: Adaugă un pas nou în expert
ru: Добавить новый шаг мастера

source: Add Step to Bundle
it: Aggiungi passaggio al pacchetto
ro: Adaugă pas în pachet
ru: Добавить шаг в набор

source: No bundles available yet
it: Nessun pacchetto disponibile ancora
pt_br: Nenhum pacote disponível ainda
ro: Nu există încă pachete
ru: Наборы пока недоступны

source: Add Preset
de: Voreinstellung hinzufügen
es: Añadir Prefijado
fr: Ajouter un préréglage
it: Aggiungi preset
nl: Voorinstelling Toevoegen
pt_br: Adicionar predefinição
ro: Adaugă presetare
ru: Добавить предустановку

source: Create step from template
da: Opret trin fra skabelon
de: Schritt aus Vorlage erstellen
es: Crear paso desde plantilla
fr: Créer une étape à partir d'un modèle
it: Crea passaggio da modello
nl: Stap aanmaken van sjabloon
pt_br: Criar etapa a partir de modelo
ro: Creează un pas din șablon
ru: Создать шаг из шаблона

source: Create Bundle
de: Bündel erstellen
es: Crear Paquete
fr: Créer un lot
it: Crea pacchetto
nl: Bundel Aanmaken
ro: Creează pachet
ru: Создать набор

source: Create a collection of steps
da: Opret en samling af trin
de: Erstelle eine Sammlung von Schritten
es: Crear una colección de pasos
fr: Créer une collection d'étapes
it: Crea una raccolta di passaggi
nl: Collectie van stappen aanmaken
pt_br: Criar uma coleção de etapas
ro: Creează o colecție de pași
ru: Создать коллекцию шагов

source: No bundles found.
da: Ingen bundter fundet.
de: Keine Bündel gefunden.
es: No se encontraron paquetes.
fr: Aucun lot trouvé.
it: Nessun pacchetto trovato.
nl: Geen bundels gevonden.
pt_br: Nenhum pacote encontrado.
ro: Nu s-au găsit pachete.
ru: Наборы не найдены.

source: Preview Wizard
de: Wizard Vorschau
es: Vista Previa de Genio
fr: Aperçu de l'assistant
nl: Voorvertoning Wizard
pt_br: Visualizar Assistente
ro: Previzualizează expertul
ru: Предпросмотр мастера

source: Export %(bundle_name)s Bundle
da: Eksporter %(bundle_name)s Bundt
de: Exportiere %(bundle_name)s Bündel
es: Exportar Paquete %(bundle_name)s
it: Esporta pacchetto %(bundle_name)s
nl: Exporteer %(bundle_name)s Bundel
pt_br: Exportar pacote %(bundle_name)s
ro: Exportă pachetul %(bundle_name)s
ru: Экспорт набора %(bundle_name)s

source: Are you sure you want to delete this bundle?
da: Er du sikker på, at du vil slette dette bundt?
de: Bist du sicher, dass du dieses Bündel löschen willst?
es: ¿Está seguro(a) de eliminar este paquete?
fr: Voulez-vous vraiment supprimer ce lot ?
it: Sei sicuro di voler eliminare questo pacchetto?
nl: Weet je zeker dat je deze bundel wilt verwijderen?
pt_br: Tem certeza de que deseja excluir este pacote?
ro: Sigur dorești să ștergi acest pachet?
ru: Вы уверены, что хотите удалить этот набор?

source: Before Invite Acceptance
it: Prima dell'accettazione dell'invito
pt_br: Antes da Aceitação do Convite
ro: Înainte de acceptarea invitației
ru: Перед принятием приглашения

source: Steps shown to users before they accept the invitation
it: Passaggi mostrati agli utenti prima che accettino l'invito
pt_br: Etapas exibidas aos usuários antes de aceitarem o convite
ro: Pași afișați înainte ca utilizatorii să accepte invitația
ru: Шаги, показываемые пользователям перед принятием приглашения

source: Are you sure you want to delete this step?
da: Er du sikker på, at du vil slette dette trin?
de: Bist du sicher, dass du diesen Schritt löschen willst?
es: ¿Está seguro(a) de eliminar este paso?
fr: Voulez-vous vraiment supprimer cette étape ?
it: Sei sicuro di voler eliminare questo passaggio?
nl: Weet je zeker dat je deze stap wilt verwijderen?
pt_br: Tem certeza de que deseja excluir esta etapa?
ro: Sigur dorești să ștergi acest pas?
ru: Вы уверены, что хотите удалить этот шаг?

source: No pre-invite steps configured
it: Nessun passaggio pre-invito configurato
pt_br: Nenhuma etapa pré-convite configurada
ro: Nu sunt configurați pași pre-invitație
ru: Шаги перед приглашением не настроены

source: After Invite Acceptance
it: Codice d'invito
ro: După acceptarea invitației
ru: После принятия приглашения

source: Steps shown to users after they accept the invitation
it: Passaggi mostrati agli utenti dopo che accettano l'invito
pt_br: Etapas exibidas aos usuários após aceitarem o convite
ro: Pași afișați după ce utilizatorii acceptă invitația
ru: Шаги, показываемые пользователям после принятия приглашения

source: No post-invite steps configured
it: Nessun passaggio post-invito configurato
pt_br: Nenhuma etapa pós-convite configurada
ro: Nu sunt configurați pași post-invitație
ru: Шаги после приглашения не настроены

source: Additional Categories
it: Categorie aggiuntive
pt_br: Categorias adicionais
ro: Categorii adiționale
ru: Дополнительные категории

source: Steps that use custom categories keep their order here.
it: I passaggi che usano categorie personalizzate mantengono il loro ordine qui.
pt_br: Etapas que usam categorias personalizadas mantêm sua ordem aqui.
ro: Pașii care folosesc categorii personalizate își păstrează ordinea aici.
ru: Шаги с пользовательскими категориями сохраняют свой порядок здесь.

source: Orphaned Steps
it: Passaggi orfani
ro: Pași orfani
ru: Осиротевшие шаги

source: These entries no longer have an associated step. Remove them to keep the bundle tidy.
it: Queste voci non hanno più un passaggio associato. Rimuovile per mantenere il pacchetto ordinato.
pt_br: Essas entradas não têm mais uma etapa associada. Remova-as para manter o pacote organizado.
ro: Aceste intrări nu mai au un pas asociat. Elimină-le pentru a păstra pachetul ordonat.
ru: Эти записи больше не связаны с шагами. Удалите их для поддержания порядка в наборе.

source: Step deleted (orphaned)
da: Trin slettet (forældreløse)
de: Schritt gelöscht (verwaist)
es: Paso eliminado (huérfano)
fr: Étape supprimée (orpheline)
it: Passaggio eliminato (orfano)
nl: Stap verwijderd (verweesd)
pt_br: Etapa excluída (órfã)
ro: Pas șters (orfan)
ru: Шаг удален (осиротевший)

source: Are you sure you want to remove this orphaned step?
da: Er du sikker på, at du vil fjerne dette forældreløse skridt?
de: Bist du sicher, dass du diesen verwaisten Schritt löschen willst?
es: ¿Está seguro(a) de eliminar este paso huérfano?
fr: Voulez-vous vraiment supprimer cette étape orpheline ?
it: Sei sicuro di voler rimuovere questo passaggio orfano?
nl: Weet je zeker dat je deze verweesde stap wilt verwijderen?
pt_br: Tem certeza de que deseja remover esta etapa órfã?
ro: Sigur dorești să elimini acest pas orfan?
ru: Вы уверены, что хотите удалить этот осиротевший шаг?

source: Remove orphaned step
da: Fjern forældreløs trin
de: Verwaisten Schritt entfernen
es: Eliminar paso huérfano
fr: Supprimer l'étape orpheline
it: Rimuovi passaggio orfano
nl: Verweese stap verwijderen
pt_br: Remover etapa órfã
ro: Elimină pasul orfan
ru: Удалить осиротевший шаг

source: Preview
da: Forhåndsvisning
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima
nl: Voorvertoning
ro: Previzualizare
ru: Предпросмотр

source: Import Wizard Configuration
de: Wizard-Konfiguration importieren
es: Importar Configuración de Genio
fr: Importer la configuration de l'assistant
it: Importa configurazione procedura guidata
nl: Importeer Wizard Configuratie
pt_br: Importar Configuração do Assistente
ro: Importă configurația expertului
ru: Импорт конфигурации мастера

source: Import wizard steps or bundles from a JSON file to quickly set up or restore your wizard configuration.
de: Importiere Schritte oder Bündel aus einer JSON-Datei, um deine Wizard-Konfiguration schnell einzurichten oder wiederherzustellen.
es: Importar pasos o paquetes de genio desde un archivo JSON para rápidamente configurar o restaurar su configuración de genio.
it: Importa passaggi o pacchetti della procedura guidata da un file JSON per configurare o ripristinare rapidamente la tua configurazione.
nl: Importeerd wizard stappen of bundels van een JSON bestand om snel je wizard configuratie op te zetten of herstellen.
pt_br: Importe etapas ou pacotes do assistente de um arquivo JSON para configurar rapidamente ou restaurar sua configuração do assistente.
ro: Importă pași sau pachete dintr-un fișier JSON pentru a configura sau restaura rapid expertul.
ru: Импортируйте шаги мастера или наборы из JSON файла для быстрой настройки или восстановления конфигурации мастера.

source: Select JSON File
da: Vælg JSON Fil
de: JSON-Datei auswählen
es: Seleccionar Archivo JSON
fr: Sélectionner le fichier JSON
it: Seleziona file JSON
nl: Selecteer JSON Bestand
pt_br: Selecionar arquivo JSON
ro: Selectează fișierul JSON
ru: Выберите JSON файл

source: Steps or Bundle JSON files only (MAX. 10MB)
da: Trin eller Bundle JSON-filer kun (MAX. 10MB)
de: Nur Schritte oder Bündel JSON-Dateien (MAX. 10MB)
es: Archivos JSON de Pasos o Paquetes solamente (Máximo 10MB)
it: Solo file JSON di passaggi o pacchetti (MAX. 10MB)
nl: Stappen of Bundels alleen JSON bestanden (MAX. 10MB)
pt_br: Apenas arquivos JSON de etapas ou pacotes (MÁX. 10MB)
ro: Doar fișiere JSON cu pași sau pachete (max. 10MB)
ru: Только JSON файлы шагов или наборов (МАКС. 10МБ)

source: When checked, all existing wizard steps and bundles will be removed and replaced with the imported configuration. When unchecked, imported items will be added alongside existing ones.
de: Wenn das Häkchen gesetzt ist, werden alle vorhandenen Wizard-Schritte und -Bündel gelöscht und durch die importierte Konfiguration ersetzt. Wenn das Häkchen nicht gesetzt ist, werden die importierten Elemente zu den vorhandenen hinzugefügt.
es: Cuando está seleccionado, todos los pasos y paquetes genio existentes serán eliminados y reemplazados por la configuración importada. Cuando no está seleccionado, los ítems importados se añadirán a los existentes.
it: Se selezionato, tutti i passaggi e pacchetti esistenti della procedura guidata verranno rimossi e sostituiti con la configurazione importata. Se non selezionato, gli elementi importati verranno aggiunti accanto a quelli esistenti.
nl: Indien aangevinkt, worden alle bestaande wizardstappen en bundels verwijderd en vervangen door de geïmporteerde configuratie. Indien niet aangevinkt, worden geïmporteerde items toegevoegd naast de bestaande.
pt_br: Quando marcado, todas as etapas e pacotes existentes do assistente serão removidos e substituídos pela configuração importada. Quando desmarcado, os itens importados serão adicionados junto aos existentes.
ro: Dacă este bifat, toți pașii și pachetele actuale vor fi înlocuite cu configurația importată. Dacă este debifat, elementele importate vor fi adăugate lângă cele existente.
ru: При включении все существующие шаги мастера и наборы будут удалены и заменены импортированной конфигурацией. При выключении импортированные элементы будут добавлены к существующим.

source: Important: Backup Recommended
da: Vigtigt: Backup anbefalet
de: Wichtig: Backup empfohlen
es: Importante: Respaldo Recomendado
fr: Important : Sauvegarde recommandée
it: Importante: Backup raccomandato
nl: Belangrijk: Back-up Aangeraden
pt_br: Importante: Backup recomendado
ro: Important: recomandăm backup
ru: Важно: Рекомендуется резервное копирование

source: This action will modify your wizard configuration. Consider the following:
da: Denne handling vil ændre din guide konfiguration. Overvej følgende:
de: Diese Aktion ändert deine Wizard-Konfiguration. Beachte Folgendes:
es: Esta acción modificará su configuración de genio. Considere lo siguiente:
fr: Cette action modifiera la configuration de votre assistant. Veuillez prendre en compte les éléments suivants :
it: Questa azione modificherà la configurazione della procedura guidata. Considera quanto segue:
nl: Deze actie wijzigd je wizard configuratie. Houd rekening met het volgende:
pt_br: Esta ação modificará a configuração do assistente. Considere o seguinte:
ro: Această acțiune îți va modifica configurația expertului. Ține cont de următoarele:
ru: Это действие изменит конфигурацию мастера. Учтите следующее:

source: Export your current steps and bundles first as a backup
da: Eksporter dine nuværende trin og bundter som backup først
de: Exportiere zuerst deine aktuellen Schritte und Bündel als Backup
es: Exportar sus pasos y paquetes actuales como un respaldo
it: Esporta prima i tuoi passaggi e pacchetti attuali come backup
nl: Exporteer je huidige stappen en bundels eerst als een back-up
pt_br: Exporte suas etapas e pacotes atuais primeiro como backup
ro: Exportă mai întâi pașii și pachetele existente ca backup
ru: Сначала экспортируйте текущие шаги и наборы в качестве резервной копии

source: Imported steps will use the file's step ordering and server types
da: Importerede trin vil bruge filens trinrækkefølger og servertyper
de: Importierte Schritte verwenden die Reihenfolge der Schritte und Servertypen aus der Datei
es: Los pasos importados utilizarán el orden y tipos de servidor presentes en el archivo
it: I passaggi importati useranno l'ordinamento e i tipi di server del file
nl: Geïmporteerde stappen gebruiken de stapvolgorde en servertypen van het bestand
pt_br: As etapas importadas usarão a ordem e os tipos de servidor do arquivo
ro: Pașii importați vor folosi ordinea și tipurile de server din fișier
ru: Импортированные шаги будут использовать порядок и типы серверов из файла

source: Imported bundles will preserve their step associations and ordering
da: Importerede bundter bevarer deres trintilknytninger og rækkefølge
de: Importierte Pakete behalten ihre Schrittzuordnungen und ihre Reihenfolge bei
es: Los paquetes importados conservarán su orden y asociaciones de pasos
it: I pacchetti importati conserveranno le associazioni e l'ordinamento dei passaggi
nl: Geïmporteerde bundels behouden hun stapassociaties en volgorde
pt_br: Os pacotes importados preservarão suas associações de etapas e ordenação
ro: Pachetele importate își păstrează asocierile și ordinea pașilor
ru: Импортированные наборы сохранят связи и порядок шагов

source: If replacing existing configuration, all current steps and bundles will be permanently removed
da: Hvis du udskifter eksisterende konfiguration, fjernes alle aktuelle trin og bundter permanent
de: Wenn du die aktuelle Konfiguration ersetzt, werden alle aktuellen Schritte und Bundles komplett entfernt
es: Si reemplaza la configuración actual, todos los pasos y paquetes actuales serán eliminados permanentemente
fr: Si vous remplacez la configuration existante, toutes les étapes et lots actuels seront définitivement supprimés
it: Se si sostituisce la configurazione esistente, tutti i passaggi e pacchetti attuali verranno rimossi permanentemente
nl: Als u de bestaande configuratie vervangt, worden alle huidige stappen en bundels permanent verwijderd
pt_br: Se substituir a configuração existente, todas as etapas e pacotes atuais serão removidos permanentemente
ro: Dacă alegi înlocuirea configurației, toți pașii și pachetele curente vor fi eliminați definitiv
ru: При замене существующей конфигурации все текущие шаги и наборы будут безвозвратно удалены

source: Invalid or malformed JSON files will be rejected
da: Ugyldige eller misdannede JSON-filer vil blive afvist
de: Ungültige oder schlecht geformte JSON-Dateien werden zurückgewiesen
es: Archivos JSON inválidos o malformados serán rechazados
fr: Les fichiers JSON invalides seront rejetés
it: I file JSON non validi o malformati verranno rifiutati
nl: Ongeldige of misvormde JSON-bestanden worden afgewezen
pt_br: Arquivos JSON inválidos ou malformados serão rejeitados
ro: Fișierele JSON invalide sau corupte vor fi respinse
ru: Неверные или поврежденные JSON файлы будут отклонены

source: Expected JSON Format
da: Forventet JSON Format
es: Formato JSON Esperado
fr: Format JSON attendu
it: Formato JSON atteso
nl: Verwachte JSON-indeling
pt_br: Formato JSON esperado
ro: Format JSON așteptat
ru: Ожидаемый формат JSON

source: The JSON file can contain steps or bundles:
da: JSON-filen kan indeholde trin eller bundter:
de: Die JSON-Datei kann Schritte oder Bündel enthalten:
es: El archivo JSON puede contener pasos o paquetes:
fr: Le fichier JSON peut contenir plusieurs étapes ou lots :
it: Il file JSON può contenere passaggi o pacchetti:
nl: Het JSON-bestand kan stappen of bundels bevatten:
pt_br: O arquivo JSON pode conter etapas ou pacotes:
ro: Fișierul JSON poate conține pași sau pachete:
ru: JSON файл может содержать шаги или наборы:

source: For steps export:
da: Til trineksport:
de: Für Schritte exportieren:
es: Para exportar pasos:
it: Per l'esportazione dei passaggi:
nl: Voor stappen exporteren:
pt_br: Para exportação de etapas:
ro: Pentru exportul pașilor:
ru: Для экспорта шагов:

source: For bundle export:
da: Til bundt eksport:
de: Für den Bündel-Export:
es: Para exportar paquete:
it: Per l'esportazione del pacchetto:
nl: Voor bundels exporteren:
pt_br: Para exportação de pacote:
ro: Pentru exportul pachetelor:
ru: Для экспорта набора:

source: Back to Steps
da: Tilbage til trin
de: Zurück zu Schritte
es: Vuelta a Pasos
fr: Retour aux étapes
it: Torna ai passaggi
nl: Terug naar Stappen
pt_br: Voltar para Etapas
ro: Înapoi la pași
ru: Вернуться к шагам
